[
  {
    "text": {
      "uz": "Agar tuproq yo'lda bevosita chorraha oldida to'shamali (qoplamali) yo'l qismi bo'lsa, bu uni ahamiyati jihatidan kesib o'tilayotgan yo'l qismi bilan teng huquqli qiladimi?",
      "uz_cyrl": "Агар тупроқ ёълда бевосита чорраҳа олдида тоъшамали (қопламали) ёъл қисми боълса, бу уни аҳамияти жиҳатидан кесиб оътилаётган ёъл қисми билан тенг ҳуқуқли қиладими?",
      "kaa": "Агар тупроқ ёълда бевосита чорраҳа олдида тоъшамали (қопламали) ёъл қисми боълса, бу уни аҳамияти жиҳатидан кесиб оътилаётган ёъл қисми билан тең ҳуқуқли қиладими?",
      "ru": "Если непосредственно перед перекрестком есть асфальтированный участок грунтовой дороги, делает ли это его по важности равным участку дороги, которую нужно пересечь?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'q",
        "uz_cyrl": "Ёъқ",
        "kaa": "Ёъқ",
        "ru": "Нет"
      },
      "F2": {
        "uz": "Ha",
        "uz_cyrl": "Ҳа",
        "kaa": "Ҳа",
        "ru": "Да"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Kimlar «yo'l harakati qatnashchisi» hisoblanadi?",
      "uz_cyrl": "Кимлар «ёъл ҳаракати қатнашчиси» ҳисобланади?",
      "kaa": "Кимлар «ёъл ҳаракати қатнашчиси» ҳисобланади?",
      "ru": "Кто считается «участником дорожного движения»?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'l harakati jarayonida transport vositasining haydovchisi, yo'lovchisi yoki piyoda tariqasida bevosita ishtirok etayotgan shaxs",
        "uz_cyrl": "Ёъл ҳаракати жараёнида транспорт воситасининг ҳайдовчиси, ёъловчиси ёки пиёда тариқасида бевосита иштирок етаётган шахс",
        "kaa": "Ёъл ҳаракати жараёнида транспорт воситасиниң ҳайдовчиси, ёъловчиси ёки пиёда тариқасида бевосита иштирок етаётган шахс",
        "ru": "Лицо, непосредственно участвующее в дорожном движении в качестве водителя, пассажира или пешехода транспортного средства."
      },
      "F2": {
        "uz": "Yo'lda bo'lgan va unda ish bajarmayotgan har qanday shaxs",
        "uz_cyrl": "Ёълда боълган ва унда иш бажармаётган ҳар қандай шахс",
        "kaa": "Ёълда боълган ва унда иш бажармаётган ҳар қандай шахс",
        "ru": "Любой человек, находящийся в дороге и не выполняющий на ней работы."
      },
      "F3": {
        "uz": "Biror bir transport vositasini boshqarayotgan shaxs",
        "uz_cyrl": "Бирор бир транспорт воситасини бошқараётган шахс",
        "kaa": "Бирор бир транспорт воситасини бошқараётган шахс",
        "ru": "Человек за рулём транспортного средства"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Majburiy to'xtagan haydovchi qanday choralar ko'rishi kerak?",
      "uz_cyrl": "Мажбурий тоъхтаган ҳайдовчи қандай чоралар коъриши керак?",
      "kaa": "Мажбурий тоъхтаган ҳайдовчи қандай чоралар коъриши керак?",
      "ru": "Какие действия должен предпринять водитель, если его вынудили остановиться?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yaqinni yorituvchi faralar yoki tumanga qarshi faralarni yoqishi kerak",
        "uz_cyrl": "Яқинни ёритувчи фаралар ёки туманга қарши фараларни ёқиши керак",
        "kaa": "Яқинни ёритувчи фаралар ёки тумаңа қарши фараларни ёқиши керак",
        "ru": "Необходимо включить ближний свет фар или противотуманные фары."
      },
      "F2": {
        "uz": "Yurgizgich kapotini ko'tarib qo'yishi kerak",
        "uz_cyrl": "Юргизгич капотини коътариб қоъйиши керак",
        "kaa": "Юргизгич капотини коътариб қоъйиши керак",
        "ru": "Водитель должен поднять капот."
      },
      "F3": {
        "uz": "Falokat yorig'lik ishoralari yoqishi,agar u yo'q yoki nosoz bo'lsa, falokat sababli to'xtash belgisi aholi punktlarida transport vositasidan 15 metrdan, ulardan tashqarida esa 30 metrdan kam bo'lmasligi masofasida o'rnatishi kerak",
        "uz_cyrl": "Фалокат ёригълик ишоралари ёқиши,агар у ёъқ ёки носоз боълса, фалокат сабабли тоъхташ белгиси аҳоли пунктларида транспорт воситасидан 15 метрдан, улардан ташқарида еса 30 метрдан кам боълмаслиги масофасида оърнатиши керак",
        "kaa": "Фалокат ёригълик ишоралари ёқиши,агар у ёъқ ёки носоз боълса, фалокат сабабли тоъхташ белгиси аҳоли пунктларида транспорт воситасидан 15 метрдан, улардан ташқарида еса 30 метрдан кам боълмаслиги масофасида оърнатиши керак",
        "ru": "Знаки аварийной остановки должны быть включены, а если они отсутствуют или неисправны, знак аварийной остановки должен быть установлен на расстоянии не менее 15 метров от транспортного средства в населенных пунктах и ​​не менее 30 метров за их пределами."
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Belgilangan yo'nalishdagi transport vositalariga qaysilar kiradi?",
      "uz_cyrl": "Белгиланган ёъналишдаги транспорт воситаларига қайсилар киради?",
      "kaa": "Белгилаңан ёъналишдаги транспорт воситаларига қайсилар киради?",
      "ru": "Какие транспортные средства включены в обозначенный маршрут?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Avtobuslar va yo'nalishli taksilar",
        "uz_cyrl": "Автобуслар ва ёъналишли таксилар",
        "kaa": "Автобуслар ва ёъналишли таксилар",
        "ru": "Автобусы и маршрутные автобусы"
      },
      "F2": {
        "uz": "Tramvaylar va trolleybuslar",
        "uz_cyrl": "Трамвайлар ва троллейбуслар",
        "kaa": "Трамвайлар ва троллейбуслар",
        "ru": "Трамваи и троллейбусы"
      },
      "F3": {
        "uz": "Belgilangan yo'nalishlar bo'yicha harakatlanadigan avtobuslar, trolleybuslar, tramvaylar va yo'nalishli taksilar",
        "uz_cyrl": "Белгиланган ёъналишлар боъйича ҳаракатланадиган автобуслар, троллейбуслар, трамвайлар ва ёъналишли таксилар",
        "kaa": "Белгилаңан ёъналишлар боъйича ҳаракатланадиган автобуслар, троллейбуслар, трамвайлар ва ёъналишли таксилар",
        "ru": "Автобусы, троллейбусы, трамваи и такси, курсирующие по обозначенным маршрутам."
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "«Ruxsat etilgan to'la vazn» nima?",
      "uz_cyrl": "«Рухсат етилган тоъла вазн» нима?",
      "kaa": "«Рухсат етилган тоъла вазн» нима?",
      "ru": "Что такое «допустимая полная масса транспортного средства»?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Transport vositasining yuk ko'tarishi",
        "uz_cyrl": "Транспорт воситасининг юк коътариши",
        "kaa": "Транспорт воситасиниң юк коътариши",
        "ru": "Грузоподъемность транспортного средства"
      },
      "F2": {
        "uz": "Transport vositasining haqiqiy vazni",
        "uz_cyrl": "Транспорт воситасининг ҳақиқий вазни",
        "kaa": "Транспорт воситасиниң ҳақиқий вазни",
        "ru": "Фактический вес транспортного средства"
      },
      "F3": {
        "uz": "Aslahalangan transport vositasining ishlab chiqaruvchi korxona tomonidan belgilangan, yuk, haydovchi va yo'lovchilari bilan birgalikdagi eng yuqori vazni (o'lchovi). Bir tarkibda harakatlanayotgan (tirkama va h.k.) transport vositalarining ruxsat etilgan to'la vazniga shu tarkibga kiruvchi transport vositalarining ruxsat etilgan to'la vaznlari yig'indisi kiradi",
        "uz_cyrl": "Аслаҳаланган транспорт воситасининг ишлаб чиқарувчи корхона томонидан белгиланган, юк, ҳайдовчи ва ёъловчилари билан биргаликдаги енг юқори вазни (оълчови). Бир таркибда ҳаракатланаётган (тиркама ва ҳ.к.) транспорт воситаларининг рухсат етилган тоъла вазнига шу таркибга кирувчи транспорт воситаларининг рухсат етилган тоъла вазнлари йигъиндиси киради",
        "kaa": "Аслаҳалаңан транспорт воситасиниң ишлаб чиқарувчи корхона томонидан белгилаңан, юк, ҳайдовчи ва ёъловчилари билан биргаликдаги ең юқори вазни (оълчови). Бир таркибда ҳаракатланаётган (тиркама ва ҳ.к.) транспорт воситалариниң рухсат етилган тоъла вазнига шу таркибга кирувчи транспорт воситалариниң рухсат етилган тоъла вазнлари йигъиндиси киради",
        "ru": "Максимальная масса бронированной машины, включая груз, водителя и пассажиров, указанная производителем. Допустимая полная масса транспортных средств, движущихся в составе автопоезда (прицепа и т. д.), включает сумму допустимых полных масс транспортных средств, входящих в этот автопоезд."
      },
      "F4": {
        "uz": "Transport vositasida tashiladigan yukning ishlab chiqargan korxona yo'l qo'ygan texnik tavsifnomasi sifatida belgilanadigan vazni",
        "uz_cyrl": "Транспорт воситасида ташиладиган юкнинг ишлаб чиқарган корхона ёъл қоъйган техник тавсифномаси сифатида белгиланадиган вазни",
        "kaa": "Транспорт воситасида ташиладиган юкниң ишлаб чиқарган корхона ёъл қоъйган техник тавсифномаси сифатида белгиланадиган вазни",
        "ru": "Вес груза, перевозимого транспортным средством, определяется техническими характеристиками, установленными производителем."
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Yonilg'i quyish joyidan yo'lga chiqish chorraha hisoblanadimi?",
      "uz_cyrl": "Ёнилгъи қуйиш жойидан ёълга чиқиш чорраҳа ҳисобланадими?",
      "kaa": "Ёнилгъи қуйиш жойидан ёълга чиқиш чорраҳа ҳисобланадими?",
      "ru": "Считается ли выезд с автозаправки перекрестком?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Hisoblanmaydi",
        "uz_cyrl": "Ҳисобланмайди",
        "kaa": "Ҳисобланмайди",
        "ru": "Не считается"
      },
      "F2": {
        "uz": "Hisoblanadi",
        "uz_cyrl": "Ҳисобланади",
        "kaa": "Ҳисобланади",
        "ru": "Рассчитано"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Qaysi yo'l asosiy yo'l hisoblanadi?",
      "uz_cyrl": "Қайси ёъл асосий ёъл ҳисобланади?",
      "kaa": "Қайси ёъл асосий ёъл ҳисобланади?",
      "ru": "Какая дорога считается главной?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Tuproqli yo'lga nisbatan qoplamali yo'l yoki tegishli belgilar bilan belgilangan yo'l",
        "uz_cyrl": "Тупроқли ёълга нисбатан қопламали ёъл ёки тегишли белгилар билан белгиланган ёъл",
        "kaa": "Тупроқли ёълга нисбатан қопламали ёъл ёки тегишли белгилар билан белгилаңан ёъл",
        "ru": "Мощеная дорога или дорога, обозначенная соответствующими знаками, в отличие от грунтовой дороги."
      },
      "F2": {
        "uz": "Uch tomonlama chorrahada tutashib kelgan yo'lga nisbatan har ikki tomonga davom etuvchi yo'l",
        "uz_cyrl": "Уч томонлама чорраҳада туташиб келган ёълга нисбатан ҳар икки томонга давом етувчи ёъл",
        "kaa": "Уч томонлама чорраҳада туташиб келган ёълга нисбатан ҳар икки томоңа давом етувчи ёъл",
        "ru": "Дорога, которая продолжается в обоих направлениях от дороги, к которой она приближается на трехстороннем перекрестке."
      },
      "F3": {
        "uz": "Har bir yo'nalishda harakatlanish uchun bir bo'lakli yo'lga nisbatan ko'p bo'lakli qatnov qismi bo'lgan yo'l",
        "uz_cyrl": "Ҳар бир ёъналишда ҳаракатланиш учун бир боълакли ёълга нисбатан коъп боълакли қатнов қисми боълган ёъл",
        "kaa": "Ҳар бир ёъналишда ҳаракатланиш учун бир боълакли ёълга нисбатан коъп боълакли қатнов қисми боълган ёъл",
        "ru": "Дорога с многополосной проезжей частью, а не с однополосной, предназначенная для движения в каждом направлении."
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "«Etarli ko'rinmaslik» deganda nima tushuniladi?",
      "uz_cyrl": "«Етарли коъринмаслик» деганда нима тушунилади?",
      "kaa": "«Етарли коъринмаслик» деганда нима тушунилади?",
      "ru": "Что подразумевается под \"недостаточной видимостью\"?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Oqshomdan tonggacha bo'lgan vaqt",
        "uz_cyrl": "Оқшомдан тонггача боълган вақт",
        "kaa": "Оқшомдан тоңгача боълган вақт",
        "ru": "Время от заката до рассвета"
      },
      "F2": {
        "uz": "Ko'rinish 150 m. dan kam bo'lgan holat",
        "uz_cyrl": "Коъриниш 150 м. дан кам боълган ҳолат",
        "kaa": "Коъриниш 150 м. дан кам боълган ҳолат",
        "ru": "Видимость менее 150 м."
      },
      "F3": {
        "uz": "Tuman tushganda, yomg'ir, qor yog'ayotganda va hokazo sharoitlarda, shuningdek kunning g'ira-shira vaqtida yo'lning ko'rinishi 300 m. dan kam bo'lishi",
        "uz_cyrl": "Туман тушганда, ёмгъир, қор ёгъаётганда ва ҳоказо шароитларда, шунингдек куннинг гъира-шира вақтида ёълнинг коъриниши 300 м. дан кам боълиши",
        "kaa": "Туман тушганда, ёмгъир, қор ёгъаётганда ва ҳоказо шароитларда, шуниңдек кунниң гъира-шира вақтида ёълниң коъриниши 300 м. дан кам боълиши",
        "ru": "В условиях тумана, дождя, снега и т.д., а также в сумерках, видимость дороги составляет менее 300 м."
      },
      "F4": {
        "uz": "Yomg'ir, qor yog'ishi, oqshom",
        "uz_cyrl": "Ёмгъир, қор ёгъиши, оқшом",
        "kaa": "Ёмгъир, қор ёгъиши, оқшом",
        "ru": "Дождь, снегопад, вечер"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Ushbu yo'l nechta harakatlanish bo'lagiga ega?",
      "uz_cyrl": "Ушбу ёъл нечта ҳаракатланиш боълагига ега?",
      "kaa": "Ушбу ёъл нечта ҳаракатланиш боълагига ега?",
      "ru": "Сколько полос движения на этой дороге?"
    },
    "image": "questions/1.png",
    "options": {
      "F1": {
        "uz": "Bitta harakatlanish bo'lagiga",
        "uz_cyrl": "Битта ҳаракатланиш боълагига",
        "kaa": "Битта ҳаракатланиш боълагига",
        "ru": "Один сегмент движения"
      },
      "F2": {
        "uz": "Ikkita harakatlanish bo'lagiga",
        "uz_cyrl": "Иккита ҳаракатланиш боълагига",
        "kaa": "Иккита ҳаракатланиш боълагига",
        "ru": "Две полосы движения"
      },
      "F3": {
        "uz": "Uchta harakatlanish bo'lagiga",
        "uz_cyrl": "Учта ҳаракатланиш боълагига",
        "kaa": "Учта ҳаракатланиш боълагига",
        "ru": "Три сегмента движения"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "“Quvib  o'tish” atamasi nimani  bildiradi?",
      "uz_cyrl": "“Қувиб  оътиш” атамаси нимани  билдиради?",
      "kaa": "“Қувиб  оътиш” атамаси нимани  билдиради?",
      "ru": "Что означает термин «обгон»?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Bir va bir necha transport vositalaridan  o'zib ketish",
        "uz_cyrl": "Бир ва бир неча транспорт воситаларидан  оъзиб кетиш",
        "kaa": "Бир ва бир неча транспорт воситаларидан  оъзиб кетиш",
        "ru": "Обгон одного или нескольких транспортных средств"
      },
      "F2": {
        "uz": "Egallab turgan  bo'lakdan qarama qarshi harakat bo'lagiga  chiqib bir yoki bir necha transport vositalaridan o'zib ketish va dastlab egallab turgan bo'lagiga qaytish",
        "uz_cyrl": "Егаллаб турган  боълакдан қарама қарши ҳаракат боълагига  чиқиб бир ёки бир неча транспорт воситаларидан оъзиб кетиш ва дастлаб егаллаб турган боълагига қайтиш",
        "kaa": "Егаллаб турган  боълакдан қарама қарши ҳаракат боълагига  чиқиб бир ёки бир неча транспорт воситаларидан оъзиб кетиш ва дастлаб егаллаб турган боълагига қайтиш",
        "ru": "Для перестроения из занятой полосы в полосу встречного движения необходимо обогнать одно или несколько транспортных средств и вернуться в первоначально занятую полосу."
      },
      "F3": {
        "uz": "Egallagan harakatlanish bo'lagidan chiqib, oldinda harakatlanayotgan transport vositasidan o'zib ketish",
        "uz_cyrl": "Егаллаган ҳаракатланиш боълагидан чиқиб, олдинда ҳаракатланаётган транспорт воситасидан оъзиб кетиш",
        "kaa": "Егаллаган ҳаракатланиш боълагидан чиқиб, олдинда ҳаракатланаётган транспорт воситасидан оъзиб кетиш",
        "ru": "Выезд из занятой полосы и обгон движущегося впереди транспортного средства."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Piyodalar o'tish joyi – bu...",
      "uz_cyrl": "Пиёдалар оътиш жойи – бу...",
      "kaa": "Пиёдалар оътиш жойи – бу...",
      "ru": "Пешеходный переход — это..."
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'l qatnov qismining piyodalar kesib o'tishi mo'ljallangan, 5.16.1, 5.16.2 yo'l belgilari va 1.14.1-1.14.3 yo'l chiziqlari bilan ajratilgan bo'lagi.",
        "uz_cyrl": "Ёъл қатнов қисмининг пиёдалар кесиб оътиши моължалланган, 5.16.1, 5.16.2 ёъл белгилари ва 1.14.1-1.14.3 ёъл чизиқлари билан ажратилган боълаги.",
        "kaa": "Ёъл қатнов қисминиң пиёдалар кесиб оътиши моължаллаңан, 5.16.1, 5.16.2 ёъл белгилари ва 1.14.1-1.14.3 ёъл чизиқлари билан ажратилган боълаги.",
        "ru": "Участок проезжей части, предназначенный для пешеходного перехода, обозначенный дорожными знаками 5.16.1, 5.16.2 и разметкой 1.14.1-1.14.3."
      },
      "F2": {
        "uz": "Yo'lning piyodalar harakatlanishi uchun mo'ljallangan va transport vositalari harakati taqiqlangan qismi.",
        "uz_cyrl": "Ёълнинг пиёдалар ҳаракатланиши учун моължалланган ва транспорт воситалари ҳаракати тақиқланган қисми.",
        "kaa": "Ёълниң пиёдалар ҳаракатланиши учун моължаллаңан ва транспорт воситалари ҳаракати тақиқлаңан қисми.",
        "ru": "Участок дороги, предназначенный для пешеходов, где движение транспортных средств запрещено."
      },
      "F3": {
        "uz": "Qatnov qismiga tutashgan yoki undan maysazor ariq maxsus to'siqlar bilan ajratilgan va piyodalarning va piyodalarning harakatlanishi uchun mo'ljallangan yo'l qismi",
        "uz_cyrl": "Қатнов қисмига туташган ёки ундан майсазор ариқ махсус тоъсиқлар билан ажратилган ва пиёдаларнинг ва пиёдаларнинг ҳаракатланиши учун моължалланган ёъл қисми",
        "kaa": "Қатнов қисмига туташган ёки ундан майсазор ариқ махсус тоъсиқлар билан ажратилган ва пиёдаларниң ва пиёдаларниң ҳаракатланиши учун моължаллаңан ёъл қисми",
        "ru": "Участок проезжей части, примыкающий к проезжей части или отделенный от нее травяной канавой со специальными ограждениями и предназначенный для передвижения пешеходов и велосипедистов."
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Yo'l transport hodisasi-",
      "uz_cyrl": "Ёъл транспорт ҳодисаси-",
      "kaa": "Ёъл транспорт ҳодисаси-",
      "ru": "Дорожно-транспортное происшествие"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Transport vositasining yo'lda harakatlanishi jarayonida ro'y bergan, fuqarolarning halok bo'lishiga yoki sog'ligiga zarar etishiga, transport vositalari, inshootlar, yuklarning shikastlanishi yoxud boshqa moddiy zarar etishiga sabab bo'lgan hodisa",
        "uz_cyrl": "Транспорт воситасининг ёълда ҳаракатланиши жараёнида роъй берган, фуқароларнинг ҳалок боълишига ёки согълигига зарар етишига, транспорт воситалари, иншоотлар, юкларнинг шикастланиши ёхуд бошқа моддий зарар етишига сабаб боълган ҳодиса",
        "kaa": "Транспорт воситасиниң ёълда ҳаракатланиши жараёнида роъй берган, фуқароларниң ҳалок боълишига ёки согълигига зарар етишига, транспорт воситалари, иншоотлар, юкларниң шикастланиши ёхуд бошқа моддий зарар етишига сабаб боълган ҳодиса",
        "ru": "Инцидент, произошедший во время движения транспортного средства по дороге и повлекший за собой гибель или причинение вреда здоровью граждан, повреждение транспортных средств, сооружений, груза или иной материальный ущерб."
      },
      "F2": {
        "uz": "Yo'l harakati qatnashchilarining yo'l-transport hodisalari va ularning oqibatlaridan himoyalanganlik darajasini aks ettiruvchi yo'l harakati holati",
        "uz_cyrl": "Ёъл ҳаракати қатнашчиларининг ёъл-транспорт ҳодисалари ва уларнинг оқибатларидан ҳимояланганлик даражасини акс еттирувчи ёъл ҳаракати ҳолати",
        "kaa": "Ёъл ҳаракати қатнашчилариниң ёъл-транспорт ҳодисалари ва уларниң оқибатларидан ҳимоялаңанлик даражасини акс еттирувчи ёъл ҳаракати ҳолати",
        "ru": "Условия дорожного движения, отражающие уровень защиты участников дорожного движения от дорожно-транспортных происшествий и их последствий."
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Qaysi rasmda ikkita qatnov qismiga ega yo'l ko'rsatilingan?",
      "uz_cyrl": "Қайси расмда иккита қатнов қисмига ега ёъл коърсатилинган?",
      "kaa": "Қайси расмда иккита қатнов қисмига ега ёъл коърсатилиңан?",
      "ru": "На каком изображении показана дорога с двумя проезжими частями?"
    },
    "image": "questions/2.png",
    "options": {
      "F1": {
        "uz": "Birinchisida",
        "uz_cyrl": "Биринчисида",
        "kaa": "Биринчисида",
        "ru": "В первом из них"
      },
      "F2": {
        "uz": "Ikkinchisida",
        "uz_cyrl": "Иккинчисида",
        "kaa": "Иккинчисида",
        "ru": "Во втором"
      },
      "F3": {
        "uz": "Ikkala rasmda",
        "uz_cyrl": "Иккала расмда",
        "kaa": "Иккала расмда",
        "ru": "На обоих снимках"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Piyodalar yo'lkasi – bu...",
      "uz_cyrl": "Пиёдалар ёълкаси – бу...",
      "kaa": "Пиёдалар ёълкаси – бу...",
      "ru": "Тротуар — это..."
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'l qatnov qismining piyodalar kesib o'tishi uchun mo'ljallangan, 5.16.1, 5.16.2 yo'l belgilari va 1.14.1-1.14.3 yo'l chiziqlari bilan ajratilgan bo'lagi.",
        "uz_cyrl": "Ёъл қатнов қисмининг пиёдалар кесиб оътиши учун моължалланган, 5.16.1, 5.16.2 ёъл белгилари ва 1.14.1-1.14.3 ёъл чизиқлари билан ажратилган боълаги.",
        "kaa": "Ёъл қатнов қисминиң пиёдалар кесиб оътиши учун моължаллаңан, 5.16.1, 5.16.2 ёъл белгилари ва 1.14.1-1.14.3 ёъл чизиқлари билан ажратилган боълаги.",
        "ru": "Участок проезжей части, предназначенный для пешеходного перехода, обозначенный дорожными знаками 5.16.1, 5.16.2 и разметкой 1.14.1-1.14.3."
      },
      "F2": {
        "uz": "Yo'lning piyodalar harakatlanishi uchun mo'ljallangan va transport vositalari harakati taqiqlangan qismi.",
        "uz_cyrl": "Ёълнинг пиёдалар ҳаракатланиши учун моължалланган ва транспорт воситалари ҳаракати тақиқланган қисми.",
        "kaa": "Ёълниң пиёдалар ҳаракатланиши учун моължаллаңан ва транспорт воситалари ҳаракати тақиқлаңан қисми.",
        "ru": "Участок дороги, предназначенный для пешеходов, где движение транспортных средств запрещено."
      },
      "F3": {
        "uz": "Qatnov qismiga tutashgan yoki undan maysazor, ariq maxsus to'siqlar bilan ajratilgan va piyodalarning harakatlanishi uchun mo'ljallangan yo'l qismi",
        "uz_cyrl": "Қатнов қисмига туташган ёки ундан майсазор, ариқ махсус тоъсиқлар билан ажратилган ва пиёдаларнинг ҳаракатланиши учун моължалланган ёъл қисми",
        "kaa": "Қатнов қисмига туташган ёки ундан майсазор, ариқ махсус тоъсиқлар билан ажратилган ва пиёдаларниң ҳаракатланиши учун моължаллаңан ёъл қисми",
        "ru": "Участок дороги, примыкающий к проезжей части или отделенный от нее лужайкой или канавой со специальными ограждениями и предназначенный для пешеходного движения."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Chorraha bu - ...",
      "uz_cyrl": "Чорраҳа бу - ...",
      "kaa": "Чорраҳа бу - ...",
      "ru": "Перекрёсток находится..."
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Bevosita yo'lga tutashgan va transport vositalari o'tib ketishi uchun mo'ljallanmagan hudud (hovlilar, turar joy dahalari, avtomobil to'xtab turish joylari, yonilg'i quyish shaxobchalari, korxona va shunga o'xshashlar)",
        "uz_cyrl": "Бевосита ёълга туташган ва транспорт воситалари оътиб кетиши учун моължалланмаган ҳудуд (ҳовлилар, турар жой даҳалари, автомобил тоъхтаб туриш жойлари, ёнилгъи қуйиш шахобчалари, корхона ва шунга оъхшашлар)",
        "kaa": "Бевосита ёълга туташган ва транспорт воситалари оътиб кетиши учун моължалланмаган ҳудуд (ҳовлилар, турар жой даҳалари, автомобил тоъхтаб туриш жойлари, ёнилгъи қуйиш шахобчалари, корхона ва шуңа оъхшашлар)",
        "ru": "Территория, непосредственно примыкающая к дороге и не предназначенная для проезда транспортных средств (дворы, жилые районы, парковки, автозаправочные станции, предприятия и т. д.)."
      },
      "F2": {
        "uz": "Yo'llarning o'zaro bir sathda kesishadigan, tutashadigan va ayriladigan joyi",
        "uz_cyrl": "Ёълларнинг оъзаро бир сатҳда кесишадиган, туташадиган ва айриладиган жойи",
        "kaa": "Ёълларниң оъзаро бир сатҳда кесишадиган, туташадиган ва айриладиган жойи",
        "ru": "Место, где дороги пересекаются, сливаются и расходятся на одном уровне."
      },
      "F3": {
        "uz": "Yo'lning relssiz transport vositalari harakati uchun mo'ljallangan qismi",
        "uz_cyrl": "Ёълнинг релссиз транспорт воситалари ҳаракати учун моължалланган қисми",
        "kaa": "Ёълниң релссиз транспорт воситалари ҳаракати учун моължаллаңан қисми",
        "ru": "Участок дороги, предназначенный для движения безрельсовых транспортных средств."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Yo'l harakati xavfsizligini taminlash - ...",
      "uz_cyrl": "Ёъл ҳаракати хавфсизлигини таминлаш - ...",
      "kaa": "Ёъл ҳаракати хавфсизлигини таминлаш - ...",
      "ru": "Обеспечение безопасности дорожного движения - ..."
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'l transport hodisalarining kelib chiqish sabablarini oldini olishga, ularning og'ir oqibatlarini kamaytirishga qaratilgan faoliyat",
        "uz_cyrl": "Ёъл транспорт ҳодисаларининг келиб чиқиш сабабларини олдини олишга, уларнинг огъир оқибатларини камайтиришга қаратилган фаолият",
        "kaa": "Ёъл транспорт ҳодисалариниң келиб чиқиш сабабларини олдини олишга, уларниң огъир оқибатларини камайтиришга қаратилган фаолият",
        "ru": "Мероприятия, направленные на предотвращение причин дорожно-транспортных происшествий и снижение тяжести их последствий."
      },
      "F2": {
        "uz": "Yo'llarda harakatni boshqarish bo'yicha huquqiy, tashkiliy – texnikaviy tadbirlar va boshqaruv harakatlari majmui.",
        "uz_cyrl": "Ёълларда ҳаракатни бошқариш боъйича ҳуқуқий, ташкилий – техникавий тадбирлар ва бошқарув ҳаракатлари мажмуи.",
        "kaa": "Ёълларда ҳаракатни бошқариш боъйича ҳуқуқий, ташкилий – техникавий тадбирлар ва бошқарув ҳаракатлари мажмуи.",
        "ru": "Комплекс правовых, организационных и технических мер, а также управленческих действий по контролю дорожного движения."
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Avtomobillarning bir qator bo'lib harakatlanishi uchun etarlicha keng bo'lgan, yo'l chiziqlari bilan belgilangan yoki belgilanmagan yo'l qatnov qismining har qanday bo'ylama bo'lagi nima deb ataladi?",
      "uz_cyrl": "Автомобилларнинг бир қатор боълиб ҳаракатланиши учун етарлича кенг боълган, ёъл чизиқлари билан белгиланган ёки белгиланмаган ёъл қатнов қисмининг ҳар қандай боъйлама боълаги нима деб аталади?",
      "kaa": "Автомобилларниң бир қатор боълиб ҳаракатланиши учун етарлича кең боълган, ёъл чизиқлари билан белгилаңан ёки белгиланмаган ёъл қатнов қисминиң ҳар қандай боъйлама боълаги нима деб аталади?",
      "ru": "Как называется любой продольный участок дороги, обозначенный или не обозначенный разметкой полос, достаточно широкий для движения транспортных средств в одном ряду?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Qatnov qismi",
        "uz_cyrl": "Қатнов қисми",
        "kaa": "Қатнов қисми",
        "ru": "Раздел «Дорожное движение»"
      },
      "F2": {
        "uz": "Harakatlanish tasmasi",
        "uz_cyrl": "Ҳаракатланиш тасмаси",
        "kaa": "Ҳаракатланиш тасмаси",
        "ru": "Лента движения"
      },
      "F3": {
        "uz": "Yo'l yoqasi",
        "uz_cyrl": "Ёъл ёқаси",
        "kaa": "Ёъл ёқаси",
        "ru": "Придорожная полоса"
      },
      "F4": {
        "uz": "Yondosh hudud",
        "uz_cyrl": "Ёндош ҳудуд",
        "kaa": "Ёндош ҳудуд",
        "ru": "Прилегающая территория"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Quyidagi izoh qaysi atamaga tegishli? Texnik nuqson, tashilayotgan yuk, haydovchi va yo'lovchining holati, yo'ldagi biror to'siq tufayli xavf yuzaga kelganda yoxud ob-havo sharoitiga bog'liq holda transport vositasi harakatini to'xtatish",
      "uz_cyrl": "Қуйидаги изоҳ қайси атамага тегишли? Техник нуқсон, ташилаётган юк, ҳайдовчи ва ёъловчининг ҳолати, ёълдаги бирор тоъсиқ туфайли хавф юзага келганда ёхуд об-ҳаво шароитига богълиқ ҳолда транспорт воситаси ҳаракатини тоъхтатиш",
      "kaa": "Қуйидаги изоҳ қайси атамага тегишли? Техник нуқсон, ташилаётган юк, ҳайдовчи ва ёъловчиниң ҳолати, ёълдаги бирор тоъсиқ туфайли хавф юзага келганда ёхуд об-ҳаво шароитига богълиқ ҳолда транспорт воситаси ҳаракатини тоъхтатиш",
      "ru": "К какому термину относится следующее объяснение? Остановка транспортного средства в случае технической неисправности, состояния перевозимого груза, водителя и пассажиров, препятствия на дороге или погодных условий, представляющих опасность."
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'l transport hodisasi",
        "uz_cyrl": "Ёъл транспорт ҳодисаси",
        "kaa": "Ёъл транспорт ҳодисаси",
        "ru": "Дорожно-транспортное происшествие"
      },
      "F2": {
        "uz": "Yo'l harakati xavfsizligini taminlash",
        "uz_cyrl": "Ёъл ҳаракати хавфсизлигини таминлаш",
        "kaa": "Ёъл ҳаракати хавфсизлигини таминлаш",
        "ru": "Обеспечение безопасности дорожного движения"
      },
      "F3": {
        "uz": "Majburiy to'xtash",
        "uz_cyrl": "Мажбурий тоъхташ",
        "kaa": "Мажбурий тоъхташ",
        "ru": "Принудительная остановка"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "\"Imtiyoz\" atamasiga tegishli tarifni ko'rsating",
      "uz_cyrl": "\"Имтиёз\" атамасига тегишли тарифни коърсатинг",
      "kaa": "\"Имтиёз\" атамасига тегишли тарифни коърсатиң",
      "ru": "Укажите тариф, связанный с термином «Привилегия»."
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'l harakati qatnashchilariga nisbatan imtiyozi bo'lgan boshqa yo'l harakati qatnashchisining harakat yo'nalishi yoki tezligini o'zgartirishga majbur etishimumkin bo'lgan hollarda harakatni davom mumkin bo'lgan hollarda harakatni davom ettirmasligini yoki boshlamasligini, biror-bir manyovr bajarishi mumkin emasligini bildiruvchi talab",
        "uz_cyrl": "Ёъл ҳаракати қатнашчиларига нисбатан имтиёзи боълган бошқа ёъл ҳаракати қатнашчисининг ҳаракат ёъналиши ёки тезлигини оъзгартиришга мажбур етишимумкин боълган ҳолларда ҳаракатни давом мумкин боълган ҳолларда ҳаракатни давом еттирмаслигини ёки бошламаслигини, бирор-бир манёвр бажариши мумкин емаслигини билдирувчи талаб",
        "kaa": "Ёъл ҳаракати қатнашчиларига нисбатан имтиёзи боълган бошқа ёъл ҳаракати қатнашчисиниң ҳаракат ёъналиши ёки тезлигини оъзгартиришга мажбур етишимумкин боълган ҳолларда ҳаракатни давом мумкин боълган ҳолларда ҳаракатни давом еттирмаслигини ёки бошламаслигини, бирор-бир манёвр бажариши мумкин емаслигини билдирувчи талаб",
        "ru": "Требование, устанавливающее, что участник дорожного движения, имеющий преимущественное право проезда, не может продолжать или начинать движение в случаях, когда существует возможность заставить другого участника дорожного движения изменить направление или скорость движения, или выполнить какие-либо маневры."
      },
      "F2": {
        "uz": "Mo'ljallangan yo'nalishda boshqa yo'l harakati qatnashchilariga nisbatan oldin harakatlanish huquqi",
        "uz_cyrl": "Моължалланган ёъналишда бошқа ёъл ҳаракати қатнашчиларига нисбатан олдин ҳаракатланиш ҳуқуқи",
        "kaa": "Моължаллаңан ёъналишда бошқа ёъл ҳаракати қатнашчиларига нисбатан олдин ҳаракатланиш ҳуқуқи",
        "ru": "Преимущество перед другими участниками дорожного движения в заданном направлении."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Yo'l harakati qoidalariga ko'ra yo'l belgilari nechta guruhga bo'linadi",
      "uz_cyrl": "Ёъл ҳаракати қоидаларига коъра ёъл белгилари нечта гуруҳга боълинади",
      "kaa": "Ёъл ҳаракати қоидаларига коъра ёъл белгилари нечта гуруҳга боълинади",
      "ru": "Согласно правилам дорожного движения, дорожные знаки делятся на сколько групп?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "5",
        "uz_cyrl": "5",
        "kaa": "5",
        "ru": "5"
      },
      "F2": {
        "uz": "6",
        "uz_cyrl": "6",
        "kaa": "6",
        "ru": "6"
      },
      "F3": {
        "uz": "7",
        "uz_cyrl": "7",
        "kaa": "7",
        "ru": "7"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Mexanik transport vositasi – bu ...",
      "uz_cyrl": "Механик транспорт воситаси – бу ...",
      "kaa": "Механик транспорт воситаси – бу ...",
      "ru": "Механическое транспортное средство — это..."
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Odamlarni, yuklarni tashishga yoki maxsus ishlarni bajarishga mo'ljallangan qurilma",
        "uz_cyrl": "Одамларни, юкларни ташишга ёки махсус ишларни бажаришга моължалланган қурилма",
        "kaa": "Одамларни, юкларни ташишга ёки махсус ишларни бажаришга моължаллаңан қурилма",
        "ru": "Устройство, предназначенное для перевозки людей, грузов или выполнения специальных задач."
      },
      "F2": {
        "uz": "Mexanik transport vositasi tarkibida harakatlanishga mo'ljallangan, dvigatel bilan jihozlanmagan transport vositasi. Bu atama yarim tirkama va uzaytirilgan tirkama va uzaytiriladigan tirkamalarga ham taaduqlidir",
        "uz_cyrl": "Механик транспорт воситаси таркибида ҳаракатланишга моължалланган, двигател билан жиҳозланмаган транспорт воситаси. Бу атама ярим тиркама ва узайтирилган тиркама ва узайтириладиган тиркамаларга ҳам таадуқлидир",
        "kaa": "Механик транспорт воситаси таркибида ҳаракатланишга моължаллаңан, двигател билан жиҳозланмаган транспорт воситаси. Бу атама ярим тиркама ва узайтирилган тиркама ва узайтириладиган тиркамаларга ҳам таадуқлидир",
        "ru": "Транспортное средство, не оборудованное двигателем, предназначенное для использования в составе моторного транспортного средства. Этот термин также относится к полуприцепам, удлиненным прицепам и прицепам-платформам."
      },
      "F3": {
        "uz": "Dvigatel bilan harakatga keltiriladigan transportvositasi (mopeddan tashqari). Bu atama barcha traktor va o'ziyurar moslamalarga ham taalluqlidir",
        "uz_cyrl": "Двигател билан ҳаракатга келтириладиган транспортвоситаси (мопеддан ташқари). Бу атама барча трактор ва оъзиюрар мосламаларга ҳам тааллуқлидир",
        "kaa": "Двигател билан ҳаракатга келтириладиган транспортвоситаси (мопеддан ташқари). Бу атама барча трактор ва оъзиюрар мосламаларга ҳам тааллуқлидир",
        "ru": "Моторное транспортное средство (кроме мопеда). Этот термин также относится ко всем тракторам и самоходной технике."
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Yondosh hudud bu - ...",
      "uz_cyrl": "Ёндош ҳудуд бу - ...",
      "kaa": "Ёндош ҳудуд бу - ...",
      "ru": "Прилегающая территория..."
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Bevosita yo'lga tutashgan va transport vositalari o'tib ketishi uchun mo'ljallanmagan hudud (hovlilar, turar joy dahalari avtomobil to'xtab turish joylari, yonilg'i quyish shaxobchalari, korxona va shunga o'xshashlar).",
        "uz_cyrl": "Бевосита ёълга туташган ва транспорт воситалари оътиб кетиши учун моължалланмаган ҳудуд (ҳовлилар, турар жой даҳалари автомобил тоъхтаб туриш жойлари, ёнилгъи қуйиш шахобчалари, корхона ва шунга оъхшашлар).",
        "kaa": "Бевосита ёълга туташган ва транспорт воситалари оътиб кетиши учун моължалланмаган ҳудуд (ҳовлилар, турар жой даҳалари автомобил тоъхтаб туриш жойлари, ёнилгъи қуйиш шахобчалари, корхона ва шуңа оъхшашлар).",
        "ru": "Территория, непосредственно примыкающая к дороге и не предназначенная для проезда транспортных средств (дворы, жилые районы, автостоянки, автозаправочные станции, предприятия и т. д.)."
      },
      "F2": {
        "uz": "Yo'llarning o'zaro bir sathda kesishadigan, tutashadigan va ayriladigan joyi",
        "uz_cyrl": "Ёълларнинг оъзаро бир сатҳда кесишадиган, туташадиган ва айриладиган жойи",
        "kaa": "Ёълларниң оъзаро бир сатҳда кесишадиган, туташадиган ва айриладиган жойи",
        "ru": "Место, где дороги пересекаются, сливаются и расходятся на одном уровне."
      },
      "F3": {
        "uz": "Yo'lning relssiz transport vositalari harakati uchun mo'ljallangan qismi",
        "uz_cyrl": "Ёълнинг релссиз транспорт воситалари ҳаракати учун моължалланган қисми",
        "kaa": "Ёълниң релссиз транспорт воситалари ҳаракати учун моължаллаңан қисми",
        "ru": "Участок дороги, предназначенный для движения безрельсовых транспортных средств."
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "\"Aholi punkti\" atamasi nimani bildiradi?",
      "uz_cyrl": "\"Аҳоли пункти\" атамаси нимани билдиради?",
      "kaa": "\"Аҳоли пункти\" атамаси нимани билдиради?",
      "ru": "Что означает термин «населенный пункт»?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Kirish va chiqish yo'llari 5.22-5.25 belgilari bilan belgilangan hududni",
        "uz_cyrl": "Кириш ва чиқиш ёъллари 5.22-5.25 белгилари билан белгиланган ҳудудни",
        "kaa": "Кириш ва чиқиш ёъллари 5.22-5.25 белгилари билан белгилаңан ҳудудни",
        "ru": "Въездные и выездные пути обозначены знаками 5.22-5.25."
      },
      "F2": {
        "uz": "Aholi yashaydigan hududni",
        "uz_cyrl": "Аҳоли яшайдиган ҳудудни",
        "kaa": "Аҳоли яшайдиган ҳудудни",
        "ru": "Территория, где проживает население."
      },
      "F3": {
        "uz": "Shahar, qishloq joylari hududini",
        "uz_cyrl": "Шаҳар, қишлоқ жойлари ҳудудини",
        "kaa": "Шаҳар, қишлоқ жойлари ҳудудини",
        "ru": "Городские и сельские районы"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Yo'l harakati havfsizligini taminlash",
      "uz_cyrl": "Ёъл ҳаракати ҳавфсизлигини таминлаш",
      "kaa": "Ёъл ҳаракати ҳавфсизлигини таминлаш",
      "ru": "Обеспечение безопасности дорожного движения"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'l transport hodisalarining kelib chiqish sabablarini oldini olishga, ularning og'ir oqibatlarini kamaytirishga qaratilgan faoliyat",
        "uz_cyrl": "Ёъл транспорт ҳодисаларининг келиб чиқиш сабабларини олдини олишга, уларнинг огъир оқибатларини камайтиришга қаратилган фаолият",
        "kaa": "Ёъл транспорт ҳодисалариниң келиб чиқиш сабабларини олдини олишга, уларниң огъир оқибатларини камайтиришга қаратилган фаолият",
        "ru": "Мероприятия, направленные на предотвращение причин дорожно-транспортных происшествий и снижение тяжести их последствий."
      },
      "F2": {
        "uz": "Yo'llarda harakatni boshqarish bo'yicha huquqiy, tashkiliy-texnikaviy tadbirlar va boshqaruv harakatlari majmui",
        "uz_cyrl": "Ёълларда ҳаракатни бошқариш боъйича ҳуқуқий, ташкилий-техникавий тадбирлар ва бошқарув ҳаракатлари мажмуи",
        "kaa": "Ёълларда ҳаракатни бошқариш боъйича ҳуқуқий, ташкилий-техникавий тадбирлар ва бошқарув ҳаракатлари мажмуи",
        "ru": "Комплекс правовых, организационных и технических мер и управленческих действий по контролю дорожного движения."
      },
      "F3": {
        "uz": "Yo'l harakati qatnashchilarining yo'l-transport hodisalari va ularning oqibatlaridan himoyalanganlik darajasini aks ettiruvchi yo'l harakati holati",
        "uz_cyrl": "Ёъл ҳаракати қатнашчиларининг ёъл-транспорт ҳодисалари ва уларнинг оқибатларидан ҳимояланганлик даражасини акс еттирувчи ёъл ҳаракати ҳолати",
        "kaa": "Ёъл ҳаракати қатнашчилариниң ёъл-транспорт ҳодисалари ва уларниң оқибатларидан ҳимоялаңанлик даражасини акс еттирувчи ёъл ҳаракати ҳолати",
        "ru": "Условия дорожного движения, отражающие уровень защиты участников дорожного движения от дорожно-транспортных происшествий и их последствий."
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Ajratuvchi mintaqa - ...",
      "uz_cyrl": "Ажратувчи минтақа - ...",
      "kaa": "Ажратувчи минтақа - ...",
      "ru": "Разделительная зона — это..."
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'lning relssiz transport vositalari harakati uchun mo'ljallangan qismi",
        "uz_cyrl": "Ёълнинг релссиз транспорт воситалари ҳаракати учун моължалланган қисми",
        "kaa": "Ёълниң релссиз транспорт воситалари ҳаракати учун моължаллаңан қисми",
        "ru": "Участок дороги, предназначенный для движения безрельсовых транспортных средств."
      },
      "F2": {
        "uz": "Avtomobillarning bir qator bo'lib harakatlanishi uchun etarlicha keng bo'lgan, yo'l chiziqlari bilan belgilangan yoki belgilanmagan yo'l qatnov qismining har qanday bo'ylama bo'lagi",
        "uz_cyrl": "Автомобилларнинг бир қатор боълиб ҳаракатланиши учун етарлича кенг боълган, ёъл чизиқлари билан белгиланган ёки белгиланмаган ёъл қатнов қисмининг ҳар қандай боъйлама боълаги",
        "kaa": "Автомобилларниң бир қатор боълиб ҳаракатланиши учун етарлича кең боълган, ёъл чизиқлари билан белгилаңан ёки белгиланмаган ёъл қатнов қисминиң ҳар қандай боъйлама боълаги",
        "ru": "Любой продольный участок дороги, независимо от наличия или отсутствия разметки полос, достаточно широкий для движения транспортных средств в одном ряду."
      },
      "F3": {
        "uz": "Yo'lning yonma-yon joylashgan qatnov qismlarini ajratuvchi, transport vositalari harakatlanishi yoki to'xtashi uchun mo'ljallanmagan, yo'l sathidan ko'tarilgan yoki maysazor, ariq, maxsus to'siqlar bilan ajratilgan baland qismi",
        "uz_cyrl": "Ёълнинг ёнма-ён жойлашган қатнов қисмларини ажратувчи, транспорт воситалари ҳаракатланиши ёки тоъхташи учун моължалланмаган, ёъл сатҳидан коътарилган ёки майсазор, ариқ, махсус тоъсиқлар билан ажратилган баланд қисми",
        "kaa": "Ёълниң ёнма-ён жойлашган қатнов қисмларини ажратувчи, транспорт воситалари ҳаракатланиши ёки тоъхташи учун моължалланмаган, ёъл сатҳидан коътарилган ёки майсазор, ариқ, махсус тоъсиқлар билан ажратилган баланд қисми",
        "ru": "Приподнятая часть дороги, разделяющая смежные проезжие части, не предназначенная для движения или парковки транспортных средств, расположенная выше уровня дороги или отделенная газоном, канавой или специальными барьерами."
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Qaysi rasmda ajratuvchi mintaqa bor yo'l ko'rsatilgan?",
      "uz_cyrl": "Қайси расмда ажратувчи минтақа бор ёъл коърсатилган?",
      "kaa": "Қайси расмда ажратувчи минтақа бор ёъл коърсатилган?",
      "ru": "На каком изображении показана дорога с разделительной полосой?"
    },
    "image": "questions/3.png",
    "options": {
      "F1": {
        "uz": "O'ngdagi rasmda",
        "uz_cyrl": "Оънгдаги расмда",
        "kaa": "Оъңдаги расмда",
        "ru": "На картинке справа"
      },
      "F2": {
        "uz": "Chapdagi rasmda",
        "uz_cyrl": "Чапдаги расмда",
        "kaa": "Чапдаги расмда",
        "ru": "На картинке слева"
      },
      "F3": {
        "uz": "Har ikkala rasmda",
        "uz_cyrl": "Ҳар иккала расмда",
        "kaa": "Ҳар иккала расмда",
        "ru": "На обоих снимках"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "“Imtiyoz” atamasiga tegishli tarifni ko'rsating",
      "uz_cyrl": "“Имтиёз” атамасига тегишли тарифни коърсатинг",
      "kaa": "“Имтиёз” атамасига тегишли тарифни коърсатиң",
      "ru": "Укажите тариф, связанный со словом «привилегия»."
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'l harakati qatnashchilariga nisbatan imtiyozi bo'lgan boshqa yo'l harakati qatnashchisining harakat yo'nalishi yoki tezligini o'zgartirishga majbur etishi mumkin bo'lgan hollarda harakatni davom ettirmasligini yoki boshlamasligini, biror-bir manyovr bajarishi mumkin emasligini bildiruvchi talab",
        "uz_cyrl": "Ёъл ҳаракати қатнашчиларига нисбатан имтиёзи боълган бошқа ёъл ҳаракати қатнашчисининг ҳаракат ёъналиши ёки тезлигини оъзгартиришга мажбур етиши мумкин боълган ҳолларда ҳаракатни давом еттирмаслигини ёки бошламаслигини, бирор-бир манёвр бажариши мумкин емаслигини билдирувчи талаб",
        "kaa": "Ёъл ҳаракати қатнашчиларига нисбатан имтиёзи боълган бошқа ёъл ҳаракати қатнашчисиниң ҳаракат ёъналиши ёки тезлигини оъзгартиришга мажбур етиши мумкин боълган ҳолларда ҳаракатни давом еттирмаслигини ёки бошламаслигини, бирор-бир манёвр бажариши мумкин емаслигини билдирувчи талаб",
        "ru": "Требование, гласящее, что участник дорожного движения, имеющий преимущественное право проезда, не должен продолжать или начинать движение, а также выполнять какие-либо маневры в случаях, когда это может вынудить другого участника дорожного движения изменить направление или скорость движения."
      },
      "F2": {
        "uz": "Mo'ljallangan yo'nalishda boshqa yo'l harakati qatnashchilariga nisbatan oldin harakatlanish huquqi",
        "uz_cyrl": "Моължалланган ёъналишда бошқа ёъл ҳаракати қатнашчиларига нисбатан олдин ҳаракатланиш ҳуқуқи",
        "kaa": "Моължаллаңан ёъналишда бошқа ёъл ҳаракати қатнашчиларига нисбатан олдин ҳаракатланиш ҳуқуқи",
        "ru": "Преимущество перед другими участниками дорожного движения в заданном направлении."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Qaysi rasmda ikkita qatnov qismiga ega bo'lgan yo'l ko'rsatilgan?",
      "uz_cyrl": "Қайси расмда иккита қатнов қисмига ега боълган ёъл коърсатилган?",
      "kaa": "Қайси расмда иккита қатнов қисмига ега боълган ёъл коърсатилган?",
      "ru": "На каком изображении показана дорога с двумя проезжими частями?"
    },
    "image": "questions/4.png",
    "options": {
      "F1": {
        "uz": "”A” rasmda",
        "uz_cyrl": "”А” расмда",
        "kaa": "”А” расмда",
        "ru": "«А» на картинке"
      },
      "F2": {
        "uz": "”B” rasmda",
        "uz_cyrl": "”Б” расмда",
        "kaa": "”Б” расмда",
        "ru": "«Б» на картинке"
      },
      "F3": {
        "uz": "Hech qaysi rasmda",
        "uz_cyrl": "Ҳеч қайси расмда",
        "kaa": "Ҳеч қайси расмда",
        "ru": "На любой фотографии"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Ushbu yo'l nechta qatnov qismiga ega?",
      "uz_cyrl": "Ушбу ёъл нечта қатнов қисмига ега?",
      "kaa": "Ушбу ёъл нечта қатнов қисмига ега?",
      "ru": "Сколько полос движения на этой дороге?"
    },
    "image": "questions/5.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "4",
        "uz_cyrl": "4",
        "kaa": "4",
        "ru": "4"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Qaysi rasmda ajratuvchi mintaqa ko'rsatilgan?",
      "uz_cyrl": "Қайси расмда ажратувчи минтақа коърсатилган?",
      "kaa": "Қайси расмда ажратувчи минтақа коърсатилган?",
      "ru": "На каком рисунке показана область разделения?"
    },
    "image": "questions/6.png",
    "options": {
      "F1": {
        "uz": "A",
        "uz_cyrl": "А",
        "kaa": "А",
        "ru": "А"
      },
      "F2": {
        "uz": "Б",
        "uz_cyrl": "Б",
        "kaa": "Б",
        "ru": "Б"
      },
      "F3": {
        "uz": "A va Б",
        "uz_cyrl": "А ва Б",
        "kaa": "А ва Б",
        "ru": "А и В"
      },
      "F4": {
        "uz": "Hech qaysida",
        "uz_cyrl": "Ҳеч қайсида",
        "kaa": "Ҳеч қайсида",
        "ru": "Никто"
      }
    },
    "correct_option": "F4"
  },
  {
    "text": {
      "uz": "Yo'lning qatnov qismi:",
      "uz_cyrl": "Ёълнинг қатнов қисми:",
      "kaa": "Ёълниң қатнов қисми:",
      "ru": "Участок дороги:"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'lning relssiz transport vositalari harakati uchun mo'ljallangan qismi",
        "uz_cyrl": "Ёълнинг релссиз транспорт воситалари ҳаракати учун моължалланган қисми",
        "kaa": "Ёълниң релссиз транспорт воситалари ҳаракати учун моължаллаңан қисми",
        "ru": "Участок дороги, предназначенный для движения безрельсовых транспортных средств."
      },
      "F2": {
        "uz": "Yo'lning transport vositalari harakati uchun mo'ljallangan qismi",
        "uz_cyrl": "Ёълнинг транспорт воситалари ҳаракати учун моължалланган қисми",
        "kaa": "Ёълниң транспорт воситалари ҳаракати учун моължаллаңан қисми",
        "ru": "Часть дороги, предназначенная для автомобильного движения."
      },
      "F3": {
        "uz": "Yo'lning avtomobillar harakati uchun mo'ljallangan qismi",
        "uz_cyrl": "Ёълнинг автомобиллар ҳаракати учун моължалланган қисми",
        "kaa": "Ёълниң автомобиллар ҳаракати учун моължаллаңан қисми",
        "ru": "Часть дороги, предназначенная для автомобильного движения."
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Harakatlanish bo'lagi:",
      "uz_cyrl": "Ҳаракатланиш боълаги:",
      "kaa": "Ҳаракатланиш боълаги:",
      "ru": "Раздел «Движение»:"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'lning relssiz transport vositalari harakati uchun mo'ljallangan qismi",
        "uz_cyrl": "Ёълнинг релссиз транспорт воситалари ҳаракати учун моължалланган қисми",
        "kaa": "Ёълниң релссиз транспорт воситалари ҳаракати учун моължаллаңан қисми",
        "ru": "Участок дороги, предназначенный для движения безрельсовых транспортных средств."
      },
      "F2": {
        "uz": "Yo'lning yonma-yon joylashgan qatnov qismlarini ajratuvchi, transport vositalari harakatlanishi yoki to'xtashi uchun mo'ljallanmagan, yo'l sathidan baland va (yoki) 1.1 yotiq chizig'i bilan belgilangan qismi",
        "uz_cyrl": "Ёълнинг ёнма-ён жойлашган қатнов қисмларини ажратувчи, транспорт воситалари ҳаракатланиши ёки тоъхташи учун моължалланмаган, ёъл сатҳидан баланд ва (ёки) 1.1 ётиқ чизигъи билан белгиланган қисми",
        "kaa": "Ёълниң ёнма-ён жойлашган қатнов қисмларини ажратувчи, транспорт воситалари ҳаракатланиши ёки тоъхташи учун моължалланмаган, ёъл сатҳидан баланд ва (ёки) 1.1 ётиқ чизигъи билан белгилаңан қисми",
        "ru": "Часть дороги, разделяющая смежные проезжие части, не предназначенная для движения или парковки транспортных средств, расположенная выше уровня дороги и (или) обозначенная линией уклона 1,1."
      },
      "F3": {
        "uz": "Avtomobillarning bir qator bo'lib harakatlanishi uchun etarlicha keng bo'lgan, yo'l chiziqlari bilan belgilangan yoki belgilanmagan yo'l qatnov qismining har qanday bo'ylama bo'lagi",
        "uz_cyrl": "Автомобилларнинг бир қатор боълиб ҳаракатланиши учун етарлича кенг боълган, ёъл чизиқлари билан белгиланган ёки белгиланмаган ёъл қатнов қисмининг ҳар қандай боъйлама боълаги",
        "kaa": "Автомобилларниң бир қатор боълиб ҳаракатланиши учун етарлича кең боълган, ёъл чизиқлари билан белгилаңан ёки белгиланмаган ёъл қатнов қисминиң ҳар қандай боъйлама боълаги",
        "ru": "Любой продольный участок дороги, независимо от наличия или отсутствия разметки полос, достаточно широкий для движения транспортных средств в одном ряду."
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Transport vositasining ruxsat etilgan to'la vazn bu - ...",
      "uz_cyrl": "Транспорт воситасининг рухсат етилган тоъла вазн бу - ...",
      "kaa": "Транспорт воситасиниң рухсат етилган тоъла вазн бу - ...",
      "ru": "Допустимая полная масса транспортного средства составляет..."
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Aslahalangan transport vositasining ishlab chiqargan korxona tomonidan belgilangan, yuk, haydovchi va yo'lovchilari bilan birgalikdagi eng yuqori vazni (o'lchovi)",
        "uz_cyrl": "Аслаҳаланган транспорт воситасининг ишлаб чиқарган корхона томонидан белгиланган, юк, ҳайдовчи ва ёъловчилари билан биргаликдаги енг юқори вазни (оълчови)",
        "kaa": "Аслаҳалаңан транспорт воситасиниң ишлаб чиқарган корхона томонидан белгилаңан, юк, ҳайдовчи ва ёъловчилари билан биргаликдаги ең юқори вазни (оълчови)",
        "ru": "Максимальная масса (габариты) бронированной машины, включая груз, водителя и пассажиров, указанная производителем."
      },
      "F2": {
        "uz": "Transport vositasining yuki, haydovchi va yo'lovchilari bilan birgalikdagi vazni",
        "uz_cyrl": "Транспорт воситасининг юки, ҳайдовчи ва ёъловчилари билан биргаликдаги вазни",
        "kaa": "Транспорт воситасиниң юки, ҳайдовчи ва ёъловчилари билан биргаликдаги вазни",
        "ru": "Общий вес транспортного средства, включая водителя и пассажиров,"
      },
      "F3": {
        "uz": "Aslahalangan transport vositasining ishlab chiqargan korxona tomonidan belgilangan, yuksiz, haydovchisiz va yo'lovchilarsiz eng yuqori vazni (o'lchovi)",
        "uz_cyrl": "Аслаҳаланган транспорт воситасининг ишлаб чиқарган корхона томонидан белгиланган, юксиз, ҳайдовчисиз ва ёъловчиларсиз енг юқори вазни (оълчови)",
        "kaa": "Аслаҳалаңан транспорт воситасиниң ишлаб чиқарган корхона томонидан белгилаңан, юксиз, ҳайдовчисиз ва ёъловчиларсиз ең юқори вазни (оълчови)",
        "ru": "Максимальная масса (габариты) бронированной машины, указанная производителем, без груза, водителя и пассажиров."
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Qaysi transport vositalari yo'nalishli transport vositalari hisoblanadi?",
      "uz_cyrl": "Қайси транспорт воситалари ёъналишли транспорт воситалари ҳисобланади?",
      "kaa": "Қайси транспорт воситалари ёъналишли транспорт воситалари ҳисобланади?",
      "ru": "Какие транспортные средства считаются направленными?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Belgilangan yo'nalishi va bekatlari bo'lgan, yo'lovchi tashish uchun mo'ljallangan umum foydalanishdagi transport vositalari (trolleybus, tramvay, avtobus, yo'nalishli taksi)",
        "uz_cyrl": "Белгиланган ёъналиши ва бекатлари боълган, ёъловчи ташиш учун моължалланган умум фойдаланишдаги транспорт воситалари (троллейбус, трамвай, автобус, ёъналишли такси)",
        "kaa": "Белгилаңан ёъналиши ва бекатлари боълган, ёъловчи ташиш учун моължаллаңан умум фойдаланишдаги транспорт воситалари (троллейбус, трамвай, автобус, ёъналишли такси)",
        "ru": "Общественный транспорт с установленным маршрутом и остановками, предназначенный для перевозки пассажиров (троллейбус, трамвай, автобус, маршрутное такси)."
      },
      "F2": {
        "uz": "Avtobuslar",
        "uz_cyrl": "Автобуслар",
        "kaa": "Автобуслар",
        "ru": "Автобусы"
      },
      "F3": {
        "uz": "Yo'lovchilarni tashuvchi istalgan transport vositalari",
        "uz_cyrl": "Ёъловчиларни ташувчи исталган транспорт воситалари",
        "kaa": "Ёъловчиларни ташувчи исталган транспорт воситалари",
        "ru": "Любое транспортное средство, перевозящее пассажиров"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Asosiy yo'l:",
      "uz_cyrl": "Асосий ёъл:",
      "kaa": "Асосий ёъл:",
      "ru": "Главная дорога:"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Toshli yo'lga nisbatan asfalt qoplamali yo'l",
        "uz_cyrl": "Тошли ёълга нисбатан асфалт қопламали ёъл",
        "kaa": "Тошли ёълга нисбатан асфалт қопламали ёъл",
        "ru": "Асфальтовая дорога против гравийной дороги"
      },
      "F2": {
        "uz": "Ikki bo'lakli yo'lga nisbatan uch yoki undan ko'p bo'lakli yo'l",
        "uz_cyrl": "Икки боълакли ёълга нисбатан уч ёки ундан коъп боълакли ёъл",
        "kaa": "Икки боълакли ёълга нисбатан уч ёки ундан коъп боълакли ёъл",
        "ru": "Дорога с тремя и более полосами движения, в отличие от дороги с двумя полосами."
      },
      "F3": {
        "uz": "Tuproqli yo'lga nisbatan qattiq qoplamali (asfalt va sement-betonli, tosh va shunga o'xshashlar yotqizilgan) yo'l",
        "uz_cyrl": "Тупроқли ёълга нисбатан қаттиқ қопламали (асфалт ва семент-бетонли, тош ва шунга оъхшашлар ётқизилган) ёъл",
        "kaa": "Тупроқли ёълга нисбатан қаттиқ қопламали (асфалт ва семент-бетонли, тош ва шуңа оъхшашлар ётқизилган) ёъл",
        "ru": "Дорога с твердым покрытием (асфальт, цементобетон, щебень и т. д.) в сравнении с грунтовой дорогой."
      },
      "F4": {
        "uz": "Barcha javoblar to'g'ri",
        "uz_cyrl": "Барча жавоблар тоъгъри",
        "kaa": "Барча жавоблар тоъгъри",
        "ru": "Все ответы верны."
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Quyidagi javoblardan qaysi birida «Yo'lovchi»atamasining to'g'ri tarifi ko'rsatilgan?",
      "uz_cyrl": "Қуйидаги жавоблардан қайси бирида «Ёъловчи»атамасининг тоъгъри тарифи коърсатилган?",
      "kaa": "Қуйидаги жавоблардан қайси бирида «Ёъловчи»атамасиниң тоъгъри тарифи коърсатилган?",
      "ru": "Какой из следующих ответов правильно определяет термин «пассажир»?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Transport vositasidagi barcha shaxslar",
        "uz_cyrl": "Транспорт воситасидаги барча шахслар",
        "kaa": "Транспорт воситасидаги барча шахслар",
        "ru": "Все лица, находящиеся в транспортном средстве"
      },
      "F2": {
        "uz": "Transport vositasidagi(haydovchidan tashqari) shaxs,shuningdek transport vositasigakirayotgan(unga chiqib o'tirayotgan)aki transport vositasi danchiqayotgan(undan tushayotgan) shaxs",
        "uz_cyrl": "Транспорт воситасидаги(ҳайдовчидан ташқари) шахс,шунингдек транспорт воситасигакираётган(унга чиқиб оътираётган)аки транспорт воситаси данчиқаётган(ундан тушаётган) шахс",
        "kaa": "Транспорт воситасидаги(ҳайдовчидан ташқари) шахс,шуниңдек транспорт воситасигакираётган(уңа чиқиб оътираётган)аки транспорт воситаси данчиқаётган(ундан тушаётган) шахс",
        "ru": "Лицо, находящееся в транспортном средстве (кроме водителя), а также лицо, входящее в транспортное средство или выходящее из него."
      },
      "F3": {
        "uz": "Har ikkala tarif to'g'ri",
        "uz_cyrl": "Ҳар иккала тариф тоъгъри",
        "kaa": "Ҳар иккала тариф тоъгъри",
        "ru": "Обе ставки верны."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "O'zib ketish deb nimaga aytiladi?",
      "uz_cyrl": "Оъзиб кетиш деб нимага айтилади?",
      "kaa": "Оъзиб кетиш деб нимага айтилади?",
      "ru": "Что подразумевается под обгоном?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Transport vositasining bir yo'nalishda transport vositasi tezligidan ortiq tezlikda harakatlanishi",
        "uz_cyrl": "Транспорт воситасининг бир ёъналишда транспорт воситаси тезлигидан ортиқ тезликда ҳаракатланиши",
        "kaa": "Транспорт воситасиниң бир ёъналишда транспорт воситаси тезлигидан ортиқ тезликда ҳаракатланиши",
        "ru": "Движение транспортного средства в одном направлении со скоростью, превышающей скорость самого транспортного средства."
      },
      "F2": {
        "uz": "Qarama - qarshi yo'nalishda harakatlanish uchun mo'ljallangan tasmaga chiqib,so'ngra ilgari egallagan qatoriga qaytib o'tish bilan bog'liq bo'lgan harakat",
        "uz_cyrl": "Қарама - қарши ёъналишда ҳаракатланиш учун моължалланган тасмага чиқиб,соънгра илгари егаллаган қаторига қайтиб оътиш билан богълиқ боълган ҳаракат",
        "kaa": "Қарама - қарши ёъналишда ҳаракатланиш учун моължаллаңан тасмага чиқиб,соъңра илгари егаллаган қаторига қайтиб оътиш билан богълиқ боълган ҳаракат",
        "ru": "Реверс — это перестроение в полосу, предназначенную для движения в противоположном направлении, с последующим возвращением в ранее занятую полосу."
      },
      "F3": {
        "uz": "Kam tezlik bilan qo'shni qatorda harakatlanayotgan bir yoki bir nechta transport vositasidan o'zib ketish",
        "uz_cyrl": "Кам тезлик билан қоъшни қаторда ҳаракатланаётган бир ёки бир нечта транспорт воситасидан оъзиб кетиш",
        "kaa": "Кам тезлик билан қоъшни қаторда ҳаракатланаётган бир ёки бир нечта транспорт воситасидан оъзиб кетиш",
        "ru": "Обгон одного или нескольких транспортных средств, движущихся по соседней полосе на низкой скорости."
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "To'siq deb nimaga aytiladi?",
      "uz_cyrl": "Тоъсиқ деб нимага айтилади?",
      "kaa": "Тоъсиқ деб нимага айтилади?",
      "ru": "Что называется барьером?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'lning qatnov qismida harakatsiz holda bo'lgan jism",
        "uz_cyrl": "Ёълнинг қатнов қисмида ҳаракатсиз ҳолда боълган жисм",
        "kaa": "Ёълниң қатнов қисмида ҳаракатсиз ҳолда боълган жисм",
        "ru": "Объект, неподвижно стоящий на проезжей части."
      },
      "F2": {
        "uz": "Tirbandlik tufayli qatnov qismida to'xtab turgan transport vositasi",
        "uz_cyrl": "Тирбандлик туфайли қатнов қисмида тоъхтаб турган транспорт воситаси",
        "kaa": "Тирбандлик туфайли қатнов қисмида тоъхтаб турган транспорт воситаси",
        "ru": "Автомобиль припаркован на проезжей части из-за пробки."
      },
      "F3": {
        "uz": "Yo'l harakati xavfsizligiga xavf soluvchi har qanday omil",
        "uz_cyrl": "Ёъл ҳаракати хавфсизлигига хавф солувчи ҳар қандай омил",
        "kaa": "Ёъл ҳаракати хавфсизлигига хавф солувчи ҳар қандай омил",
        "ru": "Любой фактор, представляющий угрозу безопасности дорожного движения."
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Qayta tizilish deb nimaga aytiladi?",
      "uz_cyrl": "Қайта тизилиш деб нимага айтилади?",
      "kaa": "Қайта тизилиш деб нимага айтилади?",
      "ru": "Что подразумевается под переупорядочиванием?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Dastlabki harakat yo'nalishini saqlagan holda o'z harakatlanish tasmasidan boshqa harakatlanish qatoriga o'tish",
        "uz_cyrl": "Дастлабки ҳаракат ёъналишини сақлаган ҳолда оъз ҳаракатланиш тасмасидан бошқа ҳаракатланиш қаторига оътиш",
        "kaa": "Дастлабки ҳаракат ёъналишини сақлаган ҳолда оъз ҳаракатланиш тасмасидан бошқа ҳаракатланиш қаторига оътиш",
        "ru": "Перестроение из своей полосы в другую, сохраняя при этом первоначальное направление движения."
      },
      "F2": {
        "uz": "Qatnov qismining maxsus ajratilgan,5.35 - 5.37 yo'l belgilari, 1.9 yo'lchizig'i bilan belgilangan va ustida reversiv svetofor o'rnatilgan bo'lagida harakatlanish yo'nalishini qarama-qarshi tomonga o'zgartirish",
        "uz_cyrl": "Қатнов қисмининг махсус ажратилган,5.35 - 5.37 ёъл белгилари, 1.9 ёълчизигъи билан белгиланган ва устида реверсив светофор оърнатилган боълагида ҳаракатланиш ёъналишини қарама-қарши томонга оъзгартириш",
        "kaa": "Қатнов қисминиң махсус ажратилган,5.35 - 5.37 ёъл белгилари, 1.9 ёълчизигъи билан белгилаңан ва устида реверсив светофор оърнатилган боълагида ҳаракатланиш ёъналишини қарама-қарши томоңа оъзгартириш",
        "ru": "Изменение направления движения на противоположное на специально обозначенном участке проезжей части, отмеченном дорожными знаками 5.35 - 5.37, полоса 1.9 и оборудованном светофором для движения задним ходом."
      },
      "F3": {
        "uz": "Xavf tug'ilganda yo'ldagi boshqa harakat qatnashchilarining harakatlanishiga to'sqinlik qilmaslik uchun haydovchilar tomonidan bajariladigan harakat(manyovr)",
        "uz_cyrl": "Хавф тугъилганда ёълдаги бошқа ҳаракат қатнашчиларининг ҳаракатланишига тоъсқинлик қилмаслик учун ҳайдовчилар томонидан бажариладиган ҳаракат(манёвр)",
        "kaa": "Хавф тугъилганда ёълдаги бошқа ҳаракат қатнашчилариниң ҳаракатланишига тоъсқинлик қилмаслик учун ҳайдовчилар томонидан бажариладиган ҳаракат(манёвр)",
        "ru": "Действие (маневр), выполняемое водителями для того, чтобы не создавать препятствий для движения других участников дорожного движения в случае опасности."
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Quyidagi javoblardan qaysi birida «Xavf»atamasining to'g'ri tarifi ko'rsatilgan?",
      "uz_cyrl": "Қуйидаги жавоблардан қайси бирида «Хавф»атамасининг тоъгъри тарифи коърсатилган?",
      "kaa": "Қуйидаги жавоблардан қайси бирида «Хавф»атамасиниң тоъгъри тарифи коърсатилган?",
      "ru": "Какой из следующих ответов правильно определяет термин «Опасность»?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'l harakati xavfsizligiga xavf soluvchi har qanday omil",
        "uz_cyrl": "Ёъл ҳаракати хавфсизлигига хавф солувчи ҳар қандай омил",
        "kaa": "Ёъл ҳаракати хавфсизлигига хавф солувчи ҳар қандай омил",
        "ru": "Любой фактор, представляющий угрозу безопасности дорожного движения."
      },
      "F2": {
        "uz": "Yo'l harakati qatnashchilarining yo'nalishini o'zgartirishga majbur qiladigan har qanday to'siq",
        "uz_cyrl": "Ёъл ҳаракати қатнашчиларининг ёъналишини оъзгартиришга мажбур қиладиган ҳар қандай тоъсиқ",
        "kaa": "Ёъл ҳаракати қатнашчилариниң ёъналишини оъзгартиришга мажбур қиладиган ҳар қандай тоъсиқ",
        "ru": "Любое препятствие, вынуждающее участников дорожного движения изменить направление движения."
      },
      "F3": {
        "uz": "Yo'l harakati jarayonidan o'sha yo'nalishda va o'sha tezlikda harakatlanishni davom ettirish yo'l transport hodisasi sodir bo'lishiga tahdid soladigan omil",
        "uz_cyrl": "Ёъл ҳаракати жараёнидан оъша ёъналишда ва оъша тезликда ҳаракатланишни давом еттириш ёъл транспорт ҳодисаси содир боълишига таҳдид соладиган омил",
        "kaa": "Ёъл ҳаракати жараёнидан оъша ёъналишда ва оъша тезликда ҳаракатланишни давом еттириш ёъл транспорт ҳодисаси содир боълишига таҳдид соладиган омил",
        "ru": "Продолжение движения в том же направлении и с той же скоростью является фактором, повышающим риск дорожно-транспортного происшествия."
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Agar haydovchi o'zi xarakatlanayotgan yo'lning qoplamasini bor- yo'kligini aniklay olmasa ( qorongi vaqt, loy, kor) va imtiyoz belgilari bo'lmasa )?",
      "uz_cyrl": "Агар ҳайдовчи оъзи харакатланаётган ёълнинг қопламасини бор- ёъклигини аниклай олмаса ( қоронги вақт, лой, кор) ва имтиёз белгилари боълмаса )?",
      "kaa": "Агар ҳайдовчи оъзи харакатланаётган ёълниң қопламасини бор- ёъклигини аниклай олмаса ( қороңи вақт, лой, кор) ва имтиёз белгилари боълмаса )?",
      "ru": "Что делать, если водитель не может определить, заасфальтирована ли дорога, по которой он едет (темнота, грязь, снег), и нет знаков приоритета движения?"
    },
    "image": "questions/7.png",
    "options": {
      "F1": {
        "uz": "O'zini asosiy yo'lda deb hisoblashi kerak",
        "uz_cyrl": "Оъзини асосий ёълда деб ҳисоблаши керак",
        "kaa": "Оъзини асосий ёълда деб ҳисоблаши керак",
        "ru": "Ему следует считать себя находящимся на главной дороге."
      },
      "F2": {
        "uz": "O'zini ikkinchi darajali yo'lda deb xisoblashi kerak",
        "uz_cyrl": "Оъзини иккинчи даражали ёълда деб хисоблаши керак",
        "kaa": "Оъзини иккинчи даражали ёълда деб хисоблаши керак",
        "ru": "Ему следует считать, что он идет по пути второго сорта."
      },
      "F3": {
        "uz": "Barchasi tugri",
        "uz_cyrl": "Барчаси тугри",
        "kaa": "Барчаси тугри",
        "ru": "Всё хорошо."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Koidalarda nechta asosiy tushuncha va atamalardan foydalaniladi?",
      "uz_cyrl": "Коидаларда нечта асосий тушунча ва атамалардан фойдаланилади?",
      "kaa": "Коидаларда нечта асосий тушунча ва атамалардан фойдаланилади?",
      "ru": "Сколько ключевых понятий и терминов используется в правилах?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "65",
        "uz_cyrl": "65",
        "kaa": "65",
        "ru": "65"
      },
      "F2": {
        "uz": "56",
        "uz_cyrl": "56",
        "kaa": "56",
        "ru": "56"
      },
      "F3": {
        "uz": "77",
        "uz_cyrl": "77",
        "kaa": "77",
        "ru": "77"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Kuyidagi tarif \"transport vositasi xarakatini 10 dakikagacha bulgan muddatga tuxtatish (xarakatsiz xolatga keltirish)\" kaysi atamaga tegishli?",
      "uz_cyrl": "Куйидаги тариф \"транспорт воситаси харакатини 10 дакикагача булган муддатга тухтатиш (харакатсиз холатга келтириш)\" кайси атамага тегишли?",
      "kaa": "Куйидаги тариф \"транспорт воситаси харакатини 10 дакикагача булган муддатга тухтатиш (харакатсиз холатга келтириш)\" кайси атамага тегишли?",
      "ru": "Какой термин в следующем тарифе относится к «остановке (обездвиживанию) транспортного средства на срок до 10 минут»?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Tuxtash",
        "uz_cyrl": "Тухташ",
        "kaa": "Тухташ",
        "ru": "Останавливаться"
      },
      "F2": {
        "uz": "Majburiy tuxtash",
        "uz_cyrl": "Мажбурий тухташ",
        "kaa": "Мажбурий тухташ",
        "ru": "Принудительная остановка"
      },
      "F3": {
        "uz": "Yul berish",
        "uz_cyrl": "Юл бериш",
        "kaa": "Юл бериш",
        "ru": "Уступить дорогу"
      },
      "F4": {
        "uz": "Tuxtab turish",
        "uz_cyrl": "Тухтаб туриш",
        "kaa": "Тухтаб туриш",
        "ru": "Остановка"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Ushbu transport vositasiga chorraxa orqali qaysi yunalishlar bo'yicha xarakatlanishga ruxsat etiladi?",
      "uz_cyrl": "Ушбу транспорт воситасига чорраха орқали қайси юналишлар боъйича харакатланишга рухсат етилади?",
      "kaa": "Ушбу транспорт воситасига чорраха орқали қайси юналишлар боъйича харакатланишга рухсат етилади?",
      "ru": "В каких направлениях этому транспортному средству разрешено проезжать перекресток?"
    },
    "image": "questions/8.png",
    "options": {
      "F1": {
        "uz": "Fakat turiga va ungga",
        "uz_cyrl": "Факат турига ва унгга",
        "kaa": "Факат турига ва уңга",
        "ru": "К типу и осознанию факта"
      },
      "F2": {
        "uz": "Fakat chapga va kayrilib olishga",
        "uz_cyrl": "Факат чапга ва кайрилиб олишга",
        "kaa": "Факат чапга ва кайрилиб олишга",
        "ru": "Но слева и справа"
      },
      "F3": {
        "uz": "Fakat ungga",
        "uz_cyrl": "Факат унгга",
        "kaa": "Факат уңга",
        "ru": "Но для ума"
      },
      "F4": {
        "uz": "Fakat tugriga",
        "uz_cyrl": "Факат тугрига",
        "kaa": "Факат тугрига",
        "ru": "Да, собственно."
      },
      "F5": {
        "uz": "Barcha yo'nalishlarga",
        "uz_cyrl": "Барча ёъналишларга",
        "kaa": "Барча ёъналишларга",
        "ru": "Во все стороны"
      }
    },
    "correct_option": "F5"
  },
  {
    "text": {
      "uz": "Yo‘l harakat qoidalarida nechta bob va bandidan iborat?",
      "uz_cyrl": "Ё‘л ҳаракат қоидаларида нечта боб ва бандидан иборат?",
      "kaa": "Ё‘л ҳаракат қоидаларида нечта боб ва бандидан иборат?",
      "ru": "Сколько глав и пунктов содержится в правилах дорожного движения?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "50 bob 300 band",
        "uz_cyrl": "50 боб 300 банд",
        "kaa": "50 боб 300 банд",
        "ru": "50 глав, 300 предметов"
      },
      "F2": {
        "uz": "37 bob 286 band",
        "uz_cyrl": "37 боб 286 банд",
        "kaa": "37 боб 286 банд",
        "ru": "Глава 37, 286 пунктов"
      },
      "F3": {
        "uz": "29 bob 186 band",
        "uz_cyrl": "29 боб 186 банд",
        "kaa": "29 боб 186 банд",
        "ru": "Глава 29, 186 абзацев"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Qaysi javobda \"avariya holatini yuzaga keltirish\" atamasi ta’rifi to‘g‘ri ko‘rsatilgan?",
      "uz_cyrl": "Қайси жавобда \"авария ҳолатини юзага келтириш\" атамаси таърифи то‘г‘ри ко‘рсатилган?",
      "kaa": "Қайси жавобда \"авария ҳолатини юзага келтириш\" атамаси таърифи то‘г‘ри ко‘рсатилган?",
      "ru": "Какой ответ правильно определяет термин «чрезвычайная ситуация»?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo‘l-transport hodisalarining kelib chiqish sabablarining oldini olishga, ularning og‘ir oqibatlarini kamaytirishga qaratilgan faoliyat",
        "uz_cyrl": "Ё‘л-транспорт ҳодисаларининг келиб чиқиш сабабларининг олдини олишга, уларнинг ог‘ир оқибатларини камайтиришга қаратилган фаолият",
        "kaa": "Ё‘л-транспорт ҳодисалариниң келиб чиқиш сабаблариниң олдини олишга, уларниң ог‘ир оқибатларини камайтиришга қаратилган фаолият",
        "ru": "Мероприятия, направленные на предотвращение причин дорожно-транспортных происшествий и снижение тяжести их последствий."
      },
      "F2": {
        "uz": "Yo‘l harakatining boshqa qatnashchilarini harakat yo‘nalishi yoki tezligini keskin o‘zgartirishga, shuningdek, o‘z xavfsizligini yoxud boshqa fuqarolar xavfsizligini ta’minlash uchun o‘zga choralarni ko‘rishga majbur qilish",
        "uz_cyrl": "Ё‘л ҳаракатининг бошқа қатнашчиларини ҳаракат ё‘налиши ёки тезлигини кескин о‘згартиришга, шунингдек, о‘з хавфсизлигини ёхуд бошқа фуқаролар хавфсизлигини таъминлаш учун о‘зга чораларни ко‘ришга мажбур қилиш",
        "kaa": "Ё‘л ҳаракатиниң бошқа қатнашчиларини ҳаракат ё‘налиши ёки тезлигини кескин о‘згартиришга, шуниңдек, о‘з хавфсизлигини ёхуд бошқа фуқаролар хавфсизлигини таъминлаш учун о‘зга чораларни ко‘ришга мажбур қилиш",
        "ru": "Принуждение других участников дорожного движения к резкому изменению направления движения или скорости, а также к принятию других мер для обеспечения собственной безопасности или безопасности других граждан."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Vazirlar Mahkamasining 172-sonli qaroriga muvofiq, Yo‘l harakati qoidalari nechta banddan iborat?",
      "uz_cyrl": "Вазирлар Маҳкамасининг 172-сонли қарорига мувофиқ, Ё‘л ҳаракати қоидалари нечта банддан иборат?",
      "kaa": "Вазирлар Маҳкамасиниң 172-сонли қарорига мувофиқ, Ё‘л ҳаракати қоидалари нечта банддан иборат?",
      "ru": "Согласно постановлению Кабинета Министров № 172, из скольких пунктов состоят Правила дорожного движения?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "184",
        "uz_cyrl": "184",
        "kaa": "184",
        "ru": "184"
      },
      "F2": {
        "uz": "186",
        "uz_cyrl": "186",
        "kaa": "186",
        "ru": "186"
      },
      "F3": {
        "uz": "216",
        "uz_cyrl": "216",
        "kaa": "216",
        "ru": "216"
      },
      "F4": {
        "uz": "220",
        "uz_cyrl": "220",
        "kaa": "220",
        "ru": "220"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Qaysi rasmda to‘rt tasmali yo‘l ko‘rsatilgan?",
      "uz_cyrl": "Қайси расмда то‘рт тасмали ё‘л ко‘рсатилган?",
      "kaa": "Қайси расмда то‘рт тасмали ё‘л ко‘рсатилган?",
      "ru": "На каком изображении показана четырехполосная дорога?"
    },
    "image": "questions/9.png",
    "options": {
      "F1": {
        "uz": "Birinchi",
        "uz_cyrl": "Биринчи",
        "kaa": "Биринчи",
        "ru": "Первый"
      },
      "F2": {
        "uz": "Birinchi va ikkinchi",
        "uz_cyrl": "Биринчи ва иккинчи",
        "kaa": "Биринчи ва иккинчи",
        "ru": "Первый и второй"
      },
      "F3": {
        "uz": "Ikkinchi va uchinchi",
        "uz_cyrl": "Иккинчи ва учинчи",
        "kaa": "Иккинчи ва учинчи",
        "ru": "Второй и третий"
      },
      "F4": {
        "uz": "Barchasida",
        "uz_cyrl": "Барчасида",
        "kaa": "Барчасида",
        "ru": "Всего"
      }
    },
    "correct_option": "F4"
  },
  {
    "text": {
      "uz": "Haydovchi o'z harakati yo'nalishidan qatiy nazar kimga transport vositasini taqdim etishi kerak?",
      "uz_cyrl": "Ҳайдовчи оъз ҳаракати ёъналишидан қатий назар кимга транспорт воситасини тақдим етиши керак?",
      "kaa": "Ҳайдовчи оъз ҳаракати ёъналишидан қатий назар кимга транспорт воситасини тақдим етиши керак?",
      "ru": "Кому водитель обязан уступить дорогу, независимо от направления движения?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'l xizmati xodimlariga",
        "uz_cyrl": "Ёъл хизмати ходимларига",
        "kaa": "Ёъл хизмати ходимларига",
        "ru": "Сотрудникам дорожной службы"
      },
      "F2": {
        "uz": "Tibbiyot xodimlariga zudlik bilan tibbiy yordamga muxtoj bo'lgan fukarolarni davolash-profilaktika muassasasiga olib borish uchun",
        "uz_cyrl": "Тиббиёт ходимларига зудлик билан тиббий ёрдамга мухтож боълган фукароларни даволаш-профилактика муассасасига олиб бориш учун",
        "kaa": "Тиббиёт ходимларига зудлик билан тиббий ёрдамга мухтож боълган фукароларни даволаш-профилактика муассасасига олиб бориш учун",
        "ru": "Предоставить медицинскому персоналу возможность доставлять граждан, нуждающихся в неотложной медицинской помощи, в лечебно-профилактические учреждения."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Sanab o'tilgan hollarning qaysi birida qoidalar haydovchi o'zining transport vositasini ichki ishlar xodimi ixtiyoriga berishi shart?",
      "uz_cyrl": "Санаб оътилган ҳолларнинг қайси бирида қоидалар ҳайдовчи оъзининг транспорт воситасини ички ишлар ходими ихтиёрига бериши шарт?",
      "kaa": "Санаб оътилган ҳолларниң қайси бирида қоидалар ҳайдовчи оъзиниң транспорт воситасини ички ишлар ходими ихтиёрига бериши шарт?",
      "ru": "В каком из следующих случаев правила требуют от водителя передать свой автомобиль сотруднику полиции?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Barcha holatlarda",
        "uz_cyrl": "Барча ҳолатларда",
        "kaa": "Барча ҳолатларда",
        "ru": "Во всех случаях"
      },
      "F2": {
        "uz": "Kechiktirib bo'lmaydigan xizmat vazifalarini bajarish uchun",
        "uz_cyrl": "Кечиктириб боълмайдиган хизмат вазифаларини бажариш учун",
        "kaa": "Кечиктириб боълмайдиган хизмат вазифаларини бажариш учун",
        "ru": "Для выполнения неотложных обязанностей"
      },
      "F3": {
        "uz": "Ish joyiga borish uchun",
        "uz_cyrl": "Иш жойига бориш учун",
        "kaa": "Иш жойига бориш учун",
        "ru": "идти на работу"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Yo'l-transport hodisasiga daxldor bo'lgan haydovchilar birinchi navbatda bajarishlari shart:",
      "uz_cyrl": "Ёъл-транспорт ҳодисасига дахлдор боълган ҳайдовчилар биринчи навбатда бажаришлари шарт:",
      "kaa": "Ёъл-транспорт ҳодисасига дахлдор боълган ҳайдовчилар биринчи навбатда бажаришлари шарт:",
      "ru": "Водители, попавшие в дорожно-транспортное происшествие, должны в первую очередь:"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Hodisa sodir bo'lgan joyda to'xtash, guvohlarning ismi-sharifini va manzilgohini yozib olish, hodisa haqida IIO xodimlariga xabar berish, shikastlanganlarga shifokor kelguncha tibbiy yordam berish uchun choralar ko'rish",
        "uz_cyrl": "Ҳодиса содир боълган жойда тоъхташ, гувоҳларнинг исми-шарифини ва манзилгоҳини ёзиб олиш, ҳодиса ҳақида ИИО ходимларига хабар бериш, шикастланганларга шифокор келгунча тиббий ёрдам бериш учун чоралар коъриш",
        "kaa": "Ҳодиса содир боълган жойда тоъхташ, гувоҳларниң исми-шарифини ва манзилгоҳини ёзиб олиш, ҳодиса ҳақида ИИО ходимларига хабар бериш, шикастлаңанларга шифокор келгунча тиббий ёрдам бериш учун чоралар коъриш",
        "ru": "Остановитесь на месте происшествия, запишите имена и адреса свидетелей, сообщите о происшествии сотрудникам IIO и примите меры для оказания медицинской помощи пострадавшим до прибытия врача."
      },
      "F2": {
        "uz": "Darhol to'xtash va hodisa sodir bo'lgan joyda qolish, majburiy to'xtash yoritgichini yoqish va falokat sababi to'xtash belgisini o'rnatish",
        "uz_cyrl": "Дарҳол тоъхташ ва ҳодиса содир боълган жойда қолиш, мажбурий тоъхташ ёритгичини ёқиш ва фалокат сабаби тоъхташ белгисини оърнатиш",
        "kaa": "Дарҳол тоъхташ ва ҳодиса содир боълган жойда қолиш, мажбурий тоъхташ ёритгичини ёқиш ва фалокат сабаби тоъхташ белгисини оърнатиш",
        "ru": "Немедленно остановитесь и оставайтесь на месте аварии, включите аварийный стоп-сигнал и установите знак «Стоп», указывающий на причину аварии."
      },
      "F3": {
        "uz": "To'xtash va hodisaga tegishli izlarni saqlash, ularning atrofini to'sib, hodisa sodir bo'lgan joyni aylanib o'tishni tashkil etish uchun hamma mumkin bo'lgan choralarni ko'rish, IIOga xabar berish, tibbiy yordam berish",
        "uz_cyrl": "Тоъхташ ва ҳодисага тегишли изларни сақлаш, уларнинг атрофини тоъсиб, ҳодиса содир боълган жойни айланиб оътишни ташкил етиш учун ҳамма мумкин боълган чораларни коъриш, ИИОга хабар бериш, тиббий ёрдам бериш",
        "kaa": "Тоъхташ ва ҳодисага тегишли изларни сақлаш, уларниң атрофини тоъсиб, ҳодиса содир боълган жойни айланиб оътишни ташкил етиш учун ҳамма мумкин боълган чораларни коъриш, ИИОга хабар бериш, тиббий ёрдам бериш",
        "ru": "Остановить место происшествия и принять все возможные меры для сохранения следов инцидента, оцепить территорию, организовать объезд, уведомить IIO и оказать медицинскую помощь."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Transport vositalari ixtiyoriga berilgan vakolatnomasi bo'lgan shaxs o'zining ishtirokida transport vositasini boshqa shaxsga boshqarishni topshirishi mumkinmi",
      "uz_cyrl": "Транспорт воситалари ихтиёрига берилган ваколатномаси боълган шахс оъзининг иштирокида транспорт воситасини бошқа шахсга бошқаришни топшириши мумкинми",
      "kaa": "Транспорт воситалари ихтиёрига берилган ваколатномаси боълган шахс оъзиниң иштирокида транспорт воситасини бошқа шахсга бошқаришни топшириши мумкинми",
      "ru": "Может ли лицо, имеющее доверенность на распоряжение транспортными средствами, передать управление транспортным средством другому лицу в его присутствии?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Mumkin",
        "uz_cyrl": "Мумкин",
        "kaa": "Мумкин",
        "ru": "Возможный"
      },
      "F2": {
        "uz": "Mumkin emas",
        "uz_cyrl": "Мумкин емас",
        "kaa": "Мумкин емас",
        "ru": "Невозможный"
      },
      "F3": {
        "uz": "Bu shaxsda mazkur toifali transport vositasini boshqarishga haydovchilik guvohnomasi bo'lgan taqdirda transport vositalari egalarining fuqarolik javobgarligini majburiy sug'urta qilish bo'yicha sug'urta polisida ism-sharifi ko'rsatilgan bo'lsa yoki majburiy sug'urta qilish bo'yicha shartnoma ushbu transport vositasidan cheklanmagan shaxslarning foydalanishini hisobga olgan holda tuzilgan bo'lsa",
        "uz_cyrl": "Бу шахсда мазкур тоифали транспорт воситасини бошқаришга ҳайдовчилик гувоҳномаси боълган тақдирда транспорт воситалари егаларининг фуқаролик жавобгарлигини мажбурий сугъурта қилиш боъйича сугъурта полисида исм-шарифи коърсатилган боълса ёки мажбурий сугъурта қилиш боъйича шартнома ушбу транспорт воситасидан чекланмаган шахсларнинг фойдаланишини ҳисобга олган ҳолда тузилган боълса",
        "kaa": "Бу шахсда мазкур тоифали транспорт воситасини бошқаришга ҳайдовчилик гувоҳномаси боълган тақдирда транспорт воситалари егалариниң фуқаролик жавобгарлигини мажбурий сугъурта қилиш боъйича сугъурта полисида исм-шарифи коърсатилган боълса ёки мажбурий сугъурта қилиш боъйича шартнома ушбу транспорт воситасидан чекланмаган шахсларниң фойдаланишини ҳисобга олган ҳолда тузилган боълса",
        "ru": "Если у данного лица есть водительское удостоверение на управление транспортным средством данной категории, его имя указано в страховом полисе обязательного страхования гражданской ответственности владельцев транспортных средств, или если договор обязательного страхования был заключен с учетом использования данного транспортного средства лицами, не имеющими ограничений."
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Haydovchi yo'l-transport hodisasida shikastlangan transport vositasini shatakka olish uchun yuk avtomobilini ichki ishlar organi xodimi ixtiyoriga qanday holda berishi kerak?",
      "uz_cyrl": "Ҳайдовчи ёъл-транспорт ҳодисасида шикастланган транспорт воситасини шатакка олиш учун юк автомобилини ички ишлар органи ходими ихтиёрига қандай ҳолда бериши керак?",
      "kaa": "Ҳайдовчи ёъл-транспорт ҳодисасида шикастлаңан транспорт воситасини шатакка олиш учун юк автомобилини ички ишлар органи ходими ихтиёрига қандай ҳолда бериши керак?",
      "ru": "При каких обстоятельствах водитель должен передать грузовик сотруднику полиции для эвакуации транспортного средства, поврежденного в результате дорожно-транспортного происшествия?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Faqat shu holdaki, agar shatakka olish yo'l-yo'lakay yo'nalishda amalga oshirilsa",
        "uz_cyrl": "Фақат шу ҳолдаки, агар шатакка олиш ёъл-ёълакай ёъналишда амалга оширилса",
        "kaa": "Фақат шу ҳолдаки, агар шатакка олиш ёъл-ёълакай ёъналишда амалга оширилса",
        "ru": "Только если челночный транспорт курсирует в одностороннем направлении."
      },
      "F2": {
        "uz": "Har qanday holda, fuqarolarga tegishli transport vositalaridan tashqari",
        "uz_cyrl": "Ҳар қандай ҳолда, фуқароларга тегишли транспорт воситаларидан ташқари",
        "kaa": "Ҳар қандай ҳолда, фуқароларга тегишли транспорт воситаларидан ташқари",
        "ru": "В любом случае, за исключением транспортных средств, принадлежащих гражданам."
      },
      "F3": {
        "uz": "Haydovchining istagi bo'yicha",
        "uz_cyrl": "Ҳайдовчининг истаги боъйича",
        "kaa": "Ҳайдовчиниң истаги боъйича",
        "ru": "По просьбе водителя"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Reaksiya va diqqatni pasaytiruvchi dori-darmonlar tasirida bo'lgan haydovchiga transport vositalarini boshqarishga ruxsat etiladimi?",
      "uz_cyrl": "Реаксия ва диққатни пасайтирувчи дори-дармонлар тасирида боълган ҳайдовчига транспорт воситаларини бошқаришга рухсат етиладими?",
      "kaa": "Реаксия ва диққатни пасайтирувчи дори-дармонлар тасирида боълган ҳайдовчига транспорт воситаларини бошқаришга рухсат етиладими?",
      "ru": "Разрешено ли управлять автомобилем водителю, находящемуся под воздействием наркотиков, ухудшающих реакцию и внимание?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Taqiqlanadi",
        "uz_cyrl": "Тақиқланади",
        "kaa": "Тақиқланади",
        "ru": "Запрещенный"
      },
      "F2": {
        "uz": "Ruxsat etiladi",
        "uz_cyrl": "Рухсат етилади",
        "kaa": "Рухсат етилади",
        "ru": "Допустимый"
      },
      "F3": {
        "uz": "Agar haydovchining ishlagan davri 2 yildan ortiq bo'lsa, ruxsat etiladi",
        "uz_cyrl": "Агар ҳайдовчининг ишлаган даври 2 йилдан ортиқ боълса, рухсат етилади",
        "kaa": "Агар ҳайдовчиниң ишлаган даври 2 йилдан ортиқ боълса, рухсат етилади",
        "ru": "Разрешено, если водитель проработал более 2 лет."
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Agar yo'l-transport hodisasi natijasida hech kim jabrlanmasa, moddiy zarar esa ahamiyatsiz bo'lsa, haydovchilarning o'zlari hodisa ro'y bergan joyni tark etib, DYHXXning eng yaqin yoki IIO idorasiga hodisani qayd qilish uchun bora oladilarmi?",
      "uz_cyrl": "Агар ёъл-транспорт ҳодисаси натижасида ҳеч ким жабрланмаса, моддий зарар еса аҳамиятсиз боълса, ҳайдовчиларнинг оъзлари ҳодиса роъй берган жойни тарк етиб, ДЙҲХХнинг енг яқин ёки ИИО идорасига ҳодисани қайд қилиш учун бора оладиларми?",
      "kaa": "Агар ёъл-транспорт ҳодисаси натижасида ҳеч ким жабрланмаса, моддий зарар еса аҳамиятсиз боълса, ҳайдовчиларниң оъзлари ҳодиса роъй берган жойни тарк етиб, ДЙҲХХниң ең яқин ёки ИИО идорасига ҳодисани қайд қилиш учун бора оладиларми?",
      "ru": "Если в дорожно-транспортном происшествии никто не пострадал, а материальный ущерб незначителен, могут ли водители самостоятельно покинуть место аварии и обратиться в ближайшую дорожную полицию или полицейский участок для сообщения о происшествии?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Bora olmaydilar",
        "uz_cyrl": "Бора олмайдилар",
        "kaa": "Бора олмайдилар",
        "ru": "Они не могут пойти."
      },
      "F2": {
        "uz": "Bora oladilar",
        "uz_cyrl": "Бора оладилар",
        "kaa": "Бора оладилар",
        "ru": "Они могут уйти."
      },
      "F3": {
        "uz": "Hodisa chizmasini taxminiy tuzib va uni imzolab bora oladilar",
        "uz_cyrl": "Ҳодиса чизмасини тахминий тузиб ва уни имзолаб бора оладилар",
        "kaa": "Ҳодиса чизмасини тахминий тузиб ва уни имзолаб бора оладилар",
        "ru": "Они могут нарисовать приблизительную схему происшествия и подписать её."
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Haydovchiga transport vositasini boshqarish vaqtida telefondan foydalanishga  ruxsat etiladimi?",
      "uz_cyrl": "Ҳайдовчига транспорт воситасини бошқариш вақтида телефондан фойдаланишга  рухсат етиладими?",
      "kaa": "Ҳайдовчига транспорт воситасини бошқариш вақтида телефондан фойдаланишга  рухсат етиладими?",
      "ru": "Разрешено ли водителю пользоваться телефоном за рулем?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Ruxsat etiladi",
        "uz_cyrl": "Рухсат етилади",
        "kaa": "Рухсат етилади",
        "ru": "Допустимый"
      },
      "F2": {
        "uz": "Qo'lni ishlatmasdan texnik vosilalardan foydalanish gaplashishga ruxsat etiladi",
        "uz_cyrl": "Қоълни ишлатмасдан техник восилалардан фойдаланиш гаплашишга рухсат етилади",
        "kaa": "Қоълни ишлатмасдан техник восилалардан фойдаланиш гаплашишга рухсат етилади",
        "ru": "Разрешается использовать технические устройства для разговоров без помощи рук."
      },
      "F3": {
        "uz": "20 km/s tezlikda harakatlanayotganda ruxsat etiladi",
        "uz_cyrl": "20 км/с тезликда ҳаракатланаётганда рухсат етилади",
        "kaa": "20 км/с тезликда ҳаракатланаётганда рухсат етилади",
        "ru": "Разрешено при движении со скоростью 20 км/ч."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Yo'l transport hodisasiga dahldor haydovchilar birinchi navbatda nima qilishlari kerak?",
      "uz_cyrl": "Ёъл транспорт ҳодисасига даҳлдор ҳайдовчилар биринчи навбатда нима қилишлари керак?",
      "kaa": "Ёъл транспорт ҳодисасига даҳлдор ҳайдовчилар биринчи навбатда нима қилишлари керак?",
      "ru": "Что должны сделать водители, попавшие в дорожно-транспортное происшествие, в первую очередь?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'lning harakat qismini bo'shatishlari kerak",
        "uz_cyrl": "Ёълнинг ҳаракат қисмини боъшатишлари керак",
        "kaa": "Ёълниң ҳаракат қисмини боъшатишлари керак",
        "ru": "Им необходимо освободить полосу движения."
      },
      "F2": {
        "uz": "Transport vositasini darhol to'xtatishi, avariya ishoralarini yoqishi va avariya sababli to'xtash belgisini o'rnatishi",
        "uz_cyrl": "Транспорт воситасини дарҳол тоъхтатиши, авария ишораларини ёқиши ва авария сабабли тоъхташ белгисини оърнатиши",
        "kaa": "Транспорт воситасини дарҳол тоъхтатиши, авария ишораларини ёқиши ва авария сабабли тоъхташ белгисини оърнатиши",
        "ru": "В связи с аварией немедленно остановите транспортное средство, включите аварийную сигнализацию и установите знак «Стоп»."
      },
      "F3": {
        "uz": "Sodir etilgan hodisa xaqida YHXXga xabar berishi kerak",
        "uz_cyrl": "Содир етилган ҳодиса хақида ЙҲХХга хабар бериши керак",
        "kaa": "Содир етилган ҳодиса хақида ЙҲХХга хабар бериши керак",
        "ru": "Об инциденте необходимо сообщить в Управление безопасности дорожного движения."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Quyidagi shaxslarga xavfsizlik kamarini (kanstruksiyasida xavfsizlik kamari nazarda tutilgan transport vositalarida)taqmaslikga ruxsat beriladi:",
      "uz_cyrl": "Қуйидаги шахсларга хавфсизлик камарини (канструксиясида хавфсизлик камари назарда тутилган транспорт воситаларида)тақмасликга рухсат берилади:",
      "kaa": "Қуйидаги шахсларга хавфсизлик камарини (канструксиясида хавфсизлик камари назарда тутилган транспорт воситаларида)тақмасликга рухсат берилади:",
      "ru": "Следующие лица имеют право не пристегиваться ремнями безопасности (в транспортных средствах, оборудованных ремнями безопасности):"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Avtomobilning orqa o'rindiqdagi 12 yoshgacha bo'lgan bolalarga",
        "uz_cyrl": "Автомобилнинг орқа оъриндиқдаги 12 ёшгача боълган болаларга",
        "kaa": "Автомобилниң орқа оъриндиқдаги 12 ёшгача боълган болаларга",
        "ru": "Дети младше 12 лет на заднем сиденье автомобиля."
      },
      "F2": {
        "uz": "Xomilador ayollarga",
        "uz_cyrl": "Хомиладор аёлларга",
        "kaa": "Хомиладор аёлларга",
        "ru": "Для беременных женщин"
      },
      "F3": {
        "uz": "Orqaga xarakatni amalga oshiryotgan xaydovchilarga",
        "uz_cyrl": "Орқага харакатни амалга оширётган хайдовчиларга",
        "kaa": "Орқага харакатни амалга оширётган хайдовчиларга",
        "ru": "Водителям, движущимся задним ходом"
      },
      "F4": {
        "uz": "1 va 2 javoblar to'g'ri",
        "uz_cyrl": "1 ва 2 жавоблар тоъгъри",
        "kaa": "1 ва 2 жавоблар тоъгъри",
        "ru": "Ответы 1 и 2 верны."
      },
      "F5": {
        "uz": "Sanab o'tilgan barcha xollarda",
        "uz_cyrl": "Санаб оътилган барча холларда",
        "kaa": "Санаб оътилган барча холларда",
        "ru": "Во всех перечисленных случаях"
      }
    },
    "correct_option": "F4"
  },
  {
    "text": {
      "uz": "Mexanik transport vositasining egasi yonida haydochilik guvohnomasi  bo'lmaganida qanday hujjat bilan boshqarishga ruxsat etiladi?",
      "uz_cyrl": "Механик транспорт воситасининг егаси ёнида ҳайдочилик гувоҳномаси  боълмаганида қандай ҳужжат билан бошқаришга рухсат етилади?",
      "kaa": "Механик транспорт воситасиниң егаси ёнида ҳайдочилик гувоҳномаси  боълмаганида қандай ҳужжат билан бошқаришга рухсат етилади?",
      "ru": "Какой документ позволяет владельцу транспортного средства управлять автомобилем без водительского удостоверения?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Biometrik passport",
        "uz_cyrl": "Биометрик пасспорт",
        "kaa": "Биометрик пасспорт",
        "ru": "Биометрический паспорт"
      },
      "F2": {
        "uz": "ID karta",
        "uz_cyrl": "ИД карта",
        "kaa": "ИД карта",
        "ru": "Удостоверение личности"
      },
      "F3": {
        "uz": "Egalik huquqi",
        "uz_cyrl": "Егалик ҳуқуқи",
        "kaa": "Егалик ҳуқуқи",
        "ru": "Собственность"
      },
      "F4": {
        "uz": "Barcha javoblar to'g'ri",
        "uz_cyrl": "Барча жавоблар тоъгъри",
        "kaa": "Барча жавоблар тоъгъри",
        "ru": "Все ответы верны."
      },
      "F5": {
        "uz": "Birinchi va ikkinchi javoblar to'g'ri",
        "uz_cyrl": "Биринчи ва иккинчи жавоблар тоъгъри",
        "kaa": "Биринчи ва иккинчи жавоблар тоъгъри",
        "ru": "Первый и второй ответы верны."
      }
    },
    "correct_option": "F5"
  },
  {
    "text": {
      "uz": "Piyodalarga yo'lni piyodalar o'tish joyidan tashqarida kesib o'tishga ruxsat etiladimi?",
      "uz_cyrl": "Пиёдаларга ёълни пиёдалар оътиш жойидан ташқарида кесиб оътишга рухсат етиладими?",
      "kaa": "Пиёдаларга ёълни пиёдалар оътиш жойидан ташқарида кесиб оътишга рухсат етиладими?",
      "ru": "Разрешено ли пешеходам переходить дорогу вне пешеходного перехода?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Ruxsat etiladi.",
        "uz_cyrl": "Рухсат етилади.",
        "kaa": "Рухсат етилади.",
        "ru": "Это разрешено."
      },
      "F2": {
        "uz": "Yo'lning qatnov qismi chetiga to'g'ri burchak ostida, uning ikkala tomoni yaxshi ko'rinib turadigan, ko'rinish masofasida o'tish joyi yoki chorraha bo'lmasa, ajratuvchi bo'laksiz va to'siqsiz yo'llarda kesib o'tish ruxsat etiladi.",
        "uz_cyrl": "Ёълнинг қатнов қисми четига тоъгъри бурчак остида, унинг иккала томони яхши коъриниб турадиган, коъриниш масофасида оътиш жойи ёки чорраҳа боълмаса, ажратувчи боълаксиз ва тоъсиқсиз ёълларда кесиб оътиш рухсат етилади.",
        "kaa": "Ёълниң қатнов қисми четига тоъгъри бурчак остида, униң иккала томони яхши коъриниб турадиган, коъриниш масофасида оътиш жойи ёки чорраҳа боълмаса, ажратувчи боълаксиз ва тоъсиқсиз ёълларда кесиб оътиш рухсат етилади.",
        "ru": "Пересечение дороги разрешено на дорогах без разделительной полосы и препятствий, перпендикулярно краю проезжей части, при условии четкой видимости обеих сторон и отсутствия пешеходного перехода или перекрестка в пределах видимости."
      },
      "F3": {
        "uz": "Taqiqlanadi.",
        "uz_cyrl": "Тақиқланади.",
        "kaa": "Тақиқланади.",
        "ru": "Это запрещено."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Qaysi javobda yo'lovchilar uchun chiqish va tushish maydonchasi bo'lmagan sharoitdagi joylar to'liq ko'rsatilgan?",
      "uz_cyrl": "Қайси жавобда ёъловчилар учун чиқиш ва тушиш майдончаси боълмаган шароитдаги жойлар тоълиқ коърсатилган?",
      "kaa": "Қайси жавобда ёъловчилар учун чиқиш ва тушиш майдончаси боълмаган шароитдаги жойлар тоълиқ коърсатилган?",
      "ru": "Какой из ответов полностью описывает местоположение самолета в условиях отсутствия посадочной и высадочной площадок для пассажиров?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Qatnov qismi yoki trotuar tomonidan",
        "uz_cyrl": "Қатнов қисми ёки тротуар томонидан",
        "kaa": "Қатнов қисми ёки тротуар томонидан",
        "ru": "У проезжей части или тротуара"
      },
      "F2": {
        "uz": "Trotuar tomonidan",
        "uz_cyrl": "Тротуар томонидан",
        "kaa": "Тротуар томонидан",
        "ru": "У тротуара"
      },
      "F3": {
        "uz": "Yo'l yoqasida yoki qatnov qismi tomonidan",
        "uz_cyrl": "Ёъл ёқасида ёки қатнов қисми томонидан",
        "kaa": "Ёъл ёқасида ёки қатнов қисми томонидан",
        "ru": "На обочине дороги или у проезжей части"
      },
      "F4": {
        "uz": "Trotuarda yoki yo'l yoqasi tomonidan",
        "uz_cyrl": "Тротуарда ёки ёъл ёқаси томонидан",
        "kaa": "Тротуарда ёки ёъл ёқаси томонидан",
        "ru": "На тротуаре или у дороги"
      }
    },
    "correct_option": "F4"
  },
  {
    "text": {
      "uz": "Qaysi rasmda piyodalar qoidani buzmay harakatlanmoqda?",
      "uz_cyrl": "Қайси расмда пиёдалар қоидани бузмай ҳаракатланмоқда?",
      "kaa": "Қайси расмда пиёдалар қоидани бузмай ҳаракатланмоқда?",
      "ru": "На каком снимке пешеходы передвигаются, не нарушая правил дорожного движения?"
    },
    "image": "questions/10.png",
    "options": {
      "F1": {
        "uz": "Chapdagi rasmda",
        "uz_cyrl": "Чапдаги расмда",
        "kaa": "Чапдаги расмда",
        "ru": "На картинке слева"
      },
      "F2": {
        "uz": "O'ngdagi rasmda",
        "uz_cyrl": "Оънгдаги расмда",
        "kaa": "Оъңдаги расмда",
        "ru": "На картинке справа"
      },
      "F3": {
        "uz": "Ikkala rasmda",
        "uz_cyrl": "Иккала расмда",
        "kaa": "Иккала расмда",
        "ru": "На обоих снимках"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Piyodalar o'tish joyi bo'lmaganda piyodalarga yo'l qatnov qismining qaysi joyidan kesib o'tishga ruxsat etiladi?",
      "uz_cyrl": "Пиёдалар оътиш жойи боълмаганда пиёдаларга ёъл қатнов қисмининг қайси жойидан кесиб оътишга рухсат етилади?",
      "kaa": "Пиёдалар оътиш жойи боълмаганда пиёдаларга ёъл қатнов қисминиң қайси жойидан кесиб оътишга рухсат етилади?",
      "ru": "Где пешеходам разрешено переходить проезжую часть, если нет пешеходного перехода?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Chorrahalarda trotuarlar yoki yo'l yoqasi chiziqlari bo'ylab",
        "uz_cyrl": "Чорраҳаларда тротуарлар ёки ёъл ёқаси чизиқлари боъйлаб",
        "kaa": "Чорраҳаларда тротуарлар ёки ёъл ёқаси чизиқлари боъйлаб",
        "ru": "Вдоль тротуаров или обочин дорог на перекрестках"
      },
      "F2": {
        "uz": "Qatnov qismining chekkasidan to'g'ri burchak bo'ylab, ajratuvchi bo'laksiz, har ikki tomon yaxshi ko'rinadigan joylardan",
        "uz_cyrl": "Қатнов қисмининг чеккасидан тоъгъри бурчак боъйлаб, ажратувчи боълаксиз, ҳар икки томон яхши коъринадиган жойлардан",
        "kaa": "Қатнов қисминиң чеккасидан тоъгъри бурчак боъйлаб, ажратувчи боълаксиз, ҳар икки томон яхши коъринадиган жойлардан",
        "ru": "Под прямым углом к ​​краю проезжей части, без разделительной полосы, с мест с хорошей видимостью с обеих сторон."
      },
      "F3": {
        "uz": "Barcha sanab o'tilgan joylardan",
        "uz_cyrl": "Барча санаб оътилган жойлардан",
        "kaa": "Барча санаб оътилган жойлардан",
        "ru": "Из всех перечисленных мест"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Yo'lovchilarga haydovchi transport vositasini boshqarayotganda, uni chalg'itishga ruxsat etiladimi?",
      "uz_cyrl": "Ёъловчиларга ҳайдовчи транспорт воситасини бошқараётганда, уни чалгъитишга рухсат етиладими?",
      "kaa": "Ёъловчиларга ҳайдовчи транспорт воситасини бошқараётганда, уни чалгъитишга рухсат етиладими?",
      "ru": "Разрешено ли пассажирам отвлекать водителя во время вождения?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Ruxsat etiladi",
        "uz_cyrl": "Рухсат етилади",
        "kaa": "Рухсат етилади",
        "ru": "Допустимый"
      },
      "F2": {
        "uz": "Belgilangan yo'nalishdagi transport vositalarida faqat bir martalik chiptalar sotib olish uchun ruxsat etiladi",
        "uz_cyrl": "Белгиланган ёъналишдаги транспорт воситаларида фақат бир марталик чипталар сотиб олиш учун рухсат етилади",
        "kaa": "Белгилаңан ёъналишдаги транспорт воситаларида фақат бир марталик чипталар сотиб олиш учун рухсат етилади",
        "ru": "На обозначенных маршрутах можно приобрести только билеты в одну сторону."
      },
      "F3": {
        "uz": "Taqiqlanadi.",
        "uz_cyrl": "Тақиқланади.",
        "kaa": "Тақиқланади.",
        "ru": "Это запрещено."
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Qatnov qismi tomonidan yo'lovchilarning tushishi va chiqishiga qaysi hollarda ruxsat etiladi?",
      "uz_cyrl": "Қатнов қисми томонидан ёъловчиларнинг тушиши ва чиқишига қайси ҳолларда рухсат етилади?",
      "kaa": "Қатнов қисми томонидан ёъловчиларниң тушиши ва чиқишига қайси ҳолларда рухсат етилади?",
      "ru": "В каких случаях разрешена посадка и высадка пассажиров на проезжей части?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Transport vositasi majburiy to'xtaganda",
        "uz_cyrl": "Транспорт воситаси мажбурий тоъхтаганда",
        "kaa": "Транспорт воситаси мажбурий тоъхтаганда",
        "ru": "Когда транспортное средство вынуждено остановиться"
      },
      "F2": {
        "uz": "Haydovchining xohishiga ko'ra shu shart bilanki, bu xavf-xatardan holi bo'lsa va boshqa harakat qatnashchilariga halaqit bermasa",
        "uz_cyrl": "Ҳайдовчининг хоҳишига коъра шу шарт биланки, бу хавф-хатардан ҳоли боълса ва бошқа ҳаракат қатнашчиларига ҳалақит бермаса",
        "kaa": "Ҳайдовчиниң хоҳишига коъра шу шарт биланки, бу хавф-хатардан ҳоли боълса ва бошқа ҳаракат қатнашчиларига ҳалақит бермаса",
        "ru": "По усмотрению водителя, при условии, что это безопасно и не создает помех для других участников дорожного движения."
      },
      "F3": {
        "uz": "Trotuar tomondan yoki yo'l yoqasidan iloji bo'lmasa shu shart bilanki bu hol xavf-xatarsiz bo'lsa va boshqa harakat qatnashchilariga halaqit bermasa",
        "uz_cyrl": "Тротуар томондан ёки ёъл ёқасидан иложи боълмаса шу шарт биланки бу ҳол хавф-хатарсиз боълса ва бошқа ҳаракат қатнашчиларига ҳалақит бермаса",
        "kaa": "Тротуар томондан ёки ёъл ёқасидан иложи боълмаса шу шарт биланки бу ҳол хавф-хатарсиз боълса ва бошқа ҳаракат қатнашчиларига ҳалақит бермаса",
        "ru": "Если это невозможно сделать с тротуара или обочины дороги, при условии, что это безопасно и не мешает другим участникам дорожного движения."
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Piyodalar o'tish joyidan tashqarida yulning qatnov qismidan ajratuvchi bo'lak bo'lganda piyodalarning o'tishlariga ruxsat etiladimi?",
      "uz_cyrl": "Пиёдалар оътиш жойидан ташқарида юлнинг қатнов қисмидан ажратувчи боълак боълганда пиёдаларнинг оътишларига рухсат етиладими?",
      "kaa": "Пиёдалар оътиш жойидан ташқарида юлниң қатнов қисмидан ажратувчи боълак боълганда пиёдаларниң оътишларига рухсат етиладими?",
      "ru": "Разрешено ли пешеходам переходить дорогу, если за пределами пешеходного перехода имеется разделительная полоса от проезжей части?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'lning har ikki tomoni ko'rinadigan joylarda ruxsat etiladi",
        "uz_cyrl": "Ёълнинг ҳар икки томони коъринадиган жойларда рухсат етилади",
        "kaa": "Ёълниң ҳар икки томони коъринадиган жойларда рухсат етилади",
        "ru": "Разрешено движение в видимых местах по обеим сторонам дороги."
      },
      "F2": {
        "uz": "Faqat aholi punktlaridan tashqarida ruxsat etiladi",
        "uz_cyrl": "Фақат аҳоли пунктларидан ташқарида рухсат етилади",
        "kaa": "Фақат аҳоли пунктларидан ташқарида рухсат етилади",
        "ru": "Разрешено находиться только за пределами населенных пунктов."
      },
      "F3": {
        "uz": "Faqat aholi punktlarida ruxsat etiladi",
        "uz_cyrl": "Фақат аҳоли пунктларида рухсат етилади",
        "kaa": "Фақат аҳоли пунктларида рухсат етилади",
        "ru": "Разрешено только в населенных пунктах."
      },
      "F4": {
        "uz": "Taqiqlanadi",
        "uz_cyrl": "Тақиқланади",
        "kaa": "Тақиқланади",
        "ru": "Запрещенный"
      }
    },
    "correct_option": "F4"
  },
  {
    "text": {
      "uz": "Trotuar yoki piyodalar yo'lkasi bo'lmaganda, piyodalar velosiped yo'lkasi bo'ylab harakat qila oladilarmi?",
      "uz_cyrl": "Тротуар ёки пиёдалар ёълкаси боълмаганда, пиёдалар велосипед ёълкаси боъйлаб ҳаракат қила оладиларми?",
      "kaa": "Тротуар ёки пиёдалар ёълкаси боълмаганда, пиёдалар велосипед ёълкаси боъйлаб ҳаракат қила оладиларми?",
      "ru": "Могут ли пешеходы ездить по велодорожке, если нет тротуара или пешеходного перехода?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Harakat qila oladilar",
        "uz_cyrl": "Ҳаракат қила оладилар",
        "kaa": "Ҳаракат қила оладилар",
        "ru": "Они могут двигаться."
      },
      "F2": {
        "uz": "Agar velosipedlarning harakatlanishini qiyinlashtirmasa, harakat qila oladilar",
        "uz_cyrl": "Агар велосипедларнинг ҳаракатланишини қийинлаштирмаса, ҳаракат қила оладилар",
        "kaa": "Агар велосипедларниң ҳаракатланишини қийинлаштирмаса, ҳаракат қила оладилар",
        "ru": "Они могут переместиться, если это не затруднит движение велосипедов."
      },
      "F3": {
        "uz": "Harakat qila olmaydilar",
        "uz_cyrl": "Ҳаракат қила олмайдилар",
        "kaa": "Ҳаракат қила олмайдилар",
        "ru": "Они не могут двигаться."
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Piyodalar qatnov qismining chetidan qanday yurishlari kerak?",
      "uz_cyrl": "Пиёдалар қатнов қисмининг четидан қандай юришлари керак?",
      "kaa": "Пиёдалар қатнов қисминиң четидан қандай юришлари керак?",
      "ru": "Как пешеходам следует передвигаться вдоль обочины дороги?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'l harakat qismining chetidan harakatlanayotgan transport vositalariga qarshi",
        "uz_cyrl": "Ёъл ҳаракат қисмининг четидан ҳаракатланаётган транспорт воситаларига қарши",
        "kaa": "Ёъл ҳаракат қисминиң четидан ҳаракатланаётган транспорт воситаларига қарши",
        "ru": "Против транспортных средств, движущихся с края проезжей части."
      },
      "F2": {
        "uz": "Yo'l yoqasidan yoki qatnov qismining chetidan transport vositalarining harakati bo'ylab",
        "uz_cyrl": "Ёъл ёқасидан ёки қатнов қисмининг четидан транспорт воситаларининг ҳаракати боъйлаб",
        "kaa": "Ёъл ёқасидан ёки қатнов қисминиң четидан транспорт воситалариниң ҳаракати боъйлаб",
        "ru": "Движение транспортных средств вдоль обочины дороги или края проезжей части."
      },
      "F3": {
        "uz": "Har qanday yo'nalishda",
        "uz_cyrl": "Ҳар қандай ёъналишда",
        "kaa": "Ҳар қандай ёъналишда",
        "ru": "В любом направлении"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Piyodalar to'xtab turgan avtobus va trolleybusning qaysi tomonidan yo'lni kesib o'tishlari kerak?",
      "uz_cyrl": "Пиёдалар тоъхтаб турган автобус ва троллейбуснинг қайси томонидан ёълни кесиб оътишлари керак?",
      "kaa": "Пиёдалар тоъхтаб турган автобус ва троллейбусниң қайси томонидан ёълни кесиб оътишлари керак?",
      "ru": "С какой стороны остановившегося автобуса или троллейбуса пешеходам следует переходить дорогу?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Oldi tomonidan",
        "uz_cyrl": "Олди томонидан",
        "kaa": "Олди томонидан",
        "ru": "Спереди"
      },
      "F2": {
        "uz": "Orqa tomonidan",
        "uz_cyrl": "Орқа томонидан",
        "kaa": "Орқа томонидан",
        "ru": "Сзади"
      },
      "F3": {
        "uz": "Istalgan tomonidan",
        "uz_cyrl": "Исталган томонидан",
        "kaa": "Исталган томонидан",
        "ru": "Кем угодно"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Piyodalar to'xtab turgan avtobus va trolleybusning qaysi tomonidan yo'lni kesib o'tishlari kerak?",
      "uz_cyrl": "Пиёдалар тоъхтаб турган автобус ва троллейбуснинг қайси томонидан ёълни кесиб оътишлари керак?",
      "kaa": "Пиёдалар тоъхтаб турган автобус ва троллейбусниң қайси томонидан ёълни кесиб оътишлари керак?",
      "ru": "С какой стороны остановившегося автобуса или троллейбуса пешеходам следует переходить дорогу?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Oldi tomonidan",
        "uz_cyrl": "Олди томонидан",
        "kaa": "Олди томонидан",
        "ru": "Спереди"
      },
      "F2": {
        "uz": "Orqa tomonidan",
        "uz_cyrl": "Орқа томонидан",
        "kaa": "Орқа томонидан",
        "ru": "Сзади"
      },
      "F3": {
        "uz": "Istalgan tomonidan",
        "uz_cyrl": "Исталган томонидан",
        "kaa": "Исталган томонидан",
        "ru": "Кем угодно"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Trotuar va piyodalar yo'lkasi bo'lmaganda bolalar guruhini yo'lda qanday tartibda olib yurish mumkin?",
      "uz_cyrl": "Тротуар ва пиёдалар ёълкаси боълмаганда болалар гуруҳини ёълда қандай тартибда олиб юриш мумкин?",
      "kaa": "Тротуар ва пиёдалар ёълкаси боълмаганда болалар гуруҳини ёълда қандай тартибда олиб юриш мумкин?",
      "ru": "Как можно перевозить группу детей по дороге без тротуара или пешеходного перехода?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Qatnov qismi chetidan katta yoshdagilar kuzatuvida olib yurishga ruxsat etiladi",
        "uz_cyrl": "Қатнов қисми четидан катта ёшдагилар кузатувида олиб юришга рухсат етилади",
        "kaa": "Қатнов қисми четидан катта ёшдагилар кузатувида олиб юришга рухсат етилади",
        "ru": "Разрешается нести его вдоль края проезжей части под присмотром взрослого."
      },
      "F2": {
        "uz": "Yo'l yoqasidan faqat kunduzi va katta yoshdagilar kuzatuvida olib yurishga ruxsat etiladi",
        "uz_cyrl": "Ёъл ёқасидан фақат кундузи ва катта ёшдагилар кузатувида олиб юришга рухсат етилади",
        "kaa": "Ёъл ёқасидан фақат кундузи ва катта ёшдагилар кузатувида олиб юришга рухсат етилади",
        "ru": "Ношение оружия на обочине дороги разрешено только в дневное время и под присмотром взрослых."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Yo'lovchilarga taqiqlanadi?",
      "uz_cyrl": "Ёъловчиларга тақиқланади?",
      "kaa": "Ёъловчиларга тақиқланади?",
      "ru": "Запрещено для пассажиров?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Transport vositasi harakatlanayotgan vaqtda haydovchini boshqarishdan chalg'itish va unga xalaqit berish",
        "uz_cyrl": "Транспорт воситаси ҳаракатланаётган вақтда ҳайдовчини бошқаришдан чалгъитиш ва унга халақит бериш",
        "kaa": "Транспорт воситаси ҳаракатланаётган вақтда ҳайдовчини бошқаришдан чалгъитиш ва уңа халақит бериш",
        "ru": "Отвлечение внимания и создание помех водителю во время движения транспортного средства."
      },
      "F2": {
        "uz": "Harakatlanayotgan bortli yuk avtomobillarida tik turish, bortlarda yoki undan yuqoridagi yuk ustida o'tirish",
        "uz_cyrl": "Ҳаракатланаётган бортли юк автомобилларида тик туриш, бортларда ёки ундан юқоридаги юк устида оътириш",
        "kaa": "Ҳаракатланаётган бортли юк автомобилларида тик туриш, бортларда ёки ундан юқоридаги юк устида оътириш",
        "ru": "Стоя на движущихся платформах грузовиков, сидя на их бортах или на грузе над ними."
      },
      "F3": {
        "uz": "Transport vositasi harakatlanayotgan vaqtda uning eshiklarini ochish",
        "uz_cyrl": "Транспорт воситаси ҳаракатланаётган вақтда унинг ешикларини очиш",
        "kaa": "Транспорт воситаси ҳаракатланаётган вақтда униң ешикларини очиш",
        "ru": "Открытие дверей движущегося транспортного средства."
      },
      "F4": {
        "uz": "Barcha ko'rsatilgan javoblar to'g'ri",
        "uz_cyrl": "Барча коърсатилган жавоблар тоъгъри",
        "kaa": "Барча коърсатилган жавоблар тоъгъри",
        "ru": "Все представленные ответы верны."
      }
    },
    "correct_option": "F4"
  },
  {
    "text": {
      "uz": "Tramvayni ko'rsatilganidek old qismidan yo'lni kesib o'tishga ruxsat beriladimi?",
      "uz_cyrl": "Трамвайни коърсатилганидек олд қисмидан ёълни кесиб оътишга рухсат бериладими?",
      "kaa": "Трамвайни коърсатилганидек олд қисмидан ёълни кесиб оътишга рухсат бериладими?",
      "ru": "Разрешено ли переходить дорогу перед трамваем, как показано на рисунке?"
    },
    "image": "questions/11.png",
    "options": {
      "F1": {
        "uz": "Ruxsat beriladi",
        "uz_cyrl": "Рухсат берилади",
        "kaa": "Рухсат берилади",
        "ru": "Разрешение получено."
      },
      "F2": {
        "uz": "Taqiqlanadi",
        "uz_cyrl": "Тақиқланади",
        "kaa": "Тақиқланади",
        "ru": "Запрещенный"
      },
      "F3": {
        "uz": "Istagan tomonidan ruxsat beriladi",
        "uz_cyrl": "Истаган томонидан рухсат берилади",
        "kaa": "Истаган томонидан рухсат берилади",
        "ru": "Разрешено кому угодно"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Qaysi rasmda piyoda qoidani buzgan holda yo'lni kesib o'tyabdi?",
      "uz_cyrl": "Қайси расмда пиёда қоидани бузган ҳолда ёълни кесиб оътябди?",
      "kaa": "Қайси расмда пиёда қоидани бузган ҳолда ёълни кесиб оътябди?",
      "ru": "На каком изображении пешеход переходит дорогу без пешеходного перехода?"
    },
    "image": "questions/12.png",
    "options": {
      "F1": {
        "uz": "1-2-rasmdagi piyoda",
        "uz_cyrl": "1-2-расмдаги пиёда",
        "kaa": "1-2-расмдаги пиёда",
        "ru": "На тротуаре, изображенном на рисунке 1-2."
      },
      "F2": {
        "uz": "3-rasmdagi piyoda",
        "uz_cyrl": "3-расмдаги пиёда",
        "kaa": "3-расмдаги пиёда",
        "ru": "Пешеход на рисунке 3"
      },
      "F3": {
        "uz": "4-rasmdagi piyoda",
        "uz_cyrl": "4-расмдаги пиёда",
        "kaa": "4-расмдаги пиёда",
        "ru": "Пешеход на рисунке 4"
      },
      "F4": {
        "uz": "Barcha rasmdagi piyoda",
        "uz_cyrl": "Барча расмдаги пиёда",
        "kaa": "Барча расмдаги пиёда",
        "ru": "Все пешеходы на фотографии"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Qaysi rasmda piyodalar qoidani buzmay harakatlanmoqda?",
      "uz_cyrl": "Қайси расмда пиёдалар қоидани бузмай ҳаракатланмоқда?",
      "kaa": "Қайси расмда пиёдалар қоидани бузмай ҳаракатланмоқда?",
      "ru": "На каком снимке пешеходы передвигаются, не нарушая правил дорожного движения?"
    },
    "image": "questions/13.png",
    "options": {
      "F1": {
        "uz": "Chapdagi rasmda",
        "uz_cyrl": "Чапдаги расмда",
        "kaa": "Чапдаги расмда",
        "ru": "На картинке слева"
      },
      "F2": {
        "uz": "O'ngdagi rasmda",
        "uz_cyrl": "Оънгдаги расмда",
        "kaa": "Оъңдаги расмда",
        "ru": "На картинке справа"
      },
      "F3": {
        "uz": "Ikkala rasmda",
        "uz_cyrl": "Иккала расмда",
        "kaa": "Иккала расмда",
        "ru": "На обоих снимках"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Kaysi rasmda piyodalarning tashkiliy jamlanmasi yulning katnov kismida koidani buzmay xarakatlanmokda?",
      "uz_cyrl": "Кайси расмда пиёдаларнинг ташкилий жамланмаси юлнинг катнов кисмида коидани бузмай харакатланмокда?",
      "kaa": "Кайси расмда пиёдаларниң ташкилий жамланмаси юлниң катнов кисмида коидани бузмай харакатланмокда?",
      "ru": "На каком изображении организованная группа пешеходов передвигается без нарушения правил дорожного движения?"
    },
    "image": "questions/14.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "1, 2",
        "uz_cyrl": "1, 2",
        "kaa": "1, 2",
        "ru": "1, 2"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Avtomobilda yoqilgan sarg'ish rangli miltillovchi chiroq yoqilgan holatda harakatlanish uchun imtiyoz beradimi?",
      "uz_cyrl": "Автомобилда ёқилган саргъиш рангли милтилловчи чироқ ёқилган ҳолатда ҳаракатланиш учун имтиёз берадими?",
      "kaa": "Автомобилда ёқилган саргъиш раңли милтилловчи чироқ ёқилган ҳолатда ҳаракатланиш учун имтиёз берадими?",
      "ru": "Означает ли включенный желтый мигающий свет на транспортном средстве, что вы имеете приоритет движения?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Ha",
        "uz_cyrl": "Ҳа",
        "kaa": "Ҳа",
        "ru": "Да"
      },
      "F2": {
        "uz": "Yo'q",
        "uz_cyrl": "Ёъқ",
        "kaa": "Ёъқ",
        "ru": "Нет"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Qizil avtomobilning haydovchisi, yalt-yalt etuvchi chiroq-mayoqcha va maxsus tovushli ishora yoqilgan transport vositasiga yaqinlashib kelayotganda nima qilishi kerak?",
      "uz_cyrl": "Қизил автомобилнинг ҳайдовчиси, ялт-ялт етувчи чироқ-маёқча ва махсус товушли ишора ёқилган транспорт воситасига яқинлашиб келаётганда нима қилиши керак?",
      "kaa": "Қизил автомобилниң ҳайдовчиси, ялт-ялт етувчи чироқ-маёқча ва махсус товушли ишора ёқилган транспорт воситасига яқинлашиб келаётганда нима қилиши керак?",
      "ru": "Что должен сделать водитель красного автомобиля при приближении к транспортному средству с включенными мигалками и специальным звуковым сигналом?"
    },
    "image": "questions/15.png",
    "options": {
      "F1": {
        "uz": "Harakat bo'lagini o'zgartirmasdan to'xtashi va majburiy to'xtash chiroqlarini yoqishi",
        "uz_cyrl": "Ҳаракат боълагини оъзгартирмасдан тоъхташи ва мажбурий тоъхташ чироқларини ёқиши",
        "kaa": "Ҳаракат боълагини оъзгартирмасдан тоъхташи ва мажбурий тоъхташ чироқларини ёқиши",
        "ru": "Остановка без смены полосы движения и включение обязательных светофоров."
      },
      "F2": {
        "uz": "Tezlikni pasaytirish va boshqa qatorga o'tish bilan bog'liq keskin manyovrlarga yo'l qo'ymasdan harakatni davom ettirish",
        "uz_cyrl": "Тезликни пасайтириш ва бошқа қаторга оътиш билан богълиқ кескин манёврларга ёъл қоъймасдан ҳаракатни давом еттириш",
        "kaa": "Тезликни пасайтириш ва бошқа қаторга оътиш билан богълиқ кескин манёврларга ёъл қоъймасдан ҳаракатни давом еттириш",
        "ru": "Продолжайте движение, избегая резких маневров, связанных с замедлением и сменой полосы движения."
      },
      "F3": {
        "uz": "Yo'l berishi",
        "uz_cyrl": "Ёъл бериши",
        "kaa": "Ёъл бериши",
        "ru": "Уступить дорогу"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Yaltirovchi ko'k mayoqcha va unga qo'shimcha maxsus tovushli ishorasi yoqilgan transport vositasi sizga yaqinlashib kelmoqda. Siz shunday transport vositasiga qarshi harakatlanayotgan bo'lsangiz; nima qilishingiz lozim?",
      "uz_cyrl": "Ялтировчи коък маёқча ва унга қоъшимча махсус товушли ишораси ёқилган транспорт воситаси сизга яқинлашиб келмоқда. Сиз шундай транспорт воситасига қарши ҳаракатланаётган боълсангиз; нима қилишингиз лозим?",
      "kaa": "Ялтировчи коък маёқча ва уңа қоъшимча махсус товушли ишораси ёқилган транспорт воситаси сизга яқинлашиб келмоқда. Сиз шундай транспорт воситасига қарши ҳаракатланаётган боълсаңиз; нима қилишиңиз лозим?",
      "ru": "К вам приближается транспортное средство с мигающим синим светом и дополнительным специальным звуковым сигналом. Что вы должны сделать, если едете навстречу такому транспортному средству?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Yo'l yoqasida yoki qatnov qismining chetida to'xtash",
        "uz_cyrl": "Ёъл ёқасида ёки қатнов қисмининг четида тоъхташ",
        "kaa": "Ёъл ёқасида ёки қатнов қисминиң четида тоъхташ",
        "ru": "Парковка на обочине дороги или на краю проезжей части запрещена."
      },
      "F2": {
        "uz": "Mayoqcha ishorasi yoqilgan transport vositasiga xalaqit bermasdan yo'l chetidan harakatlanish",
        "uz_cyrl": "Маёқча ишораси ёқилган транспорт воситасига халақит бермасдан ёъл четидан ҳаракатланиш",
        "kaa": "Маёқча ишораси ёқилган транспорт воситасига халақит бермасдан ёъл четидан ҳаракатланиш",
        "ru": "Движение по обочине дороги без создания помех транспортному средству с включенными проблесковыми маячками."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Qaysi transport vositasining haydovchisi yo'l berishi kerak?",
      "uz_cyrl": "Қайси транспорт воситасининг ҳайдовчиси ёъл бериши керак?",
      "kaa": "Қайси транспорт воситасиниң ҳайдовчиси ёъл бериши керак?",
      "ru": "Водитель какого транспортного средства обязан уступить дорогу?"
    },
    "image": "questions/16.png",
    "options": {
      "F1": {
        "uz": "Tez yordam avtomobilining haydovchisi",
        "uz_cyrl": "Тез ёрдам автомобилининг ҳайдовчиси",
        "kaa": "Тез ёрдам автомобилиниң ҳайдовчиси",
        "ru": "Водитель скорой помощи"
      },
      "F2": {
        "uz": "Engil avtomobilining haydovchisi",
        "uz_cyrl": "Енгил автомобилининг ҳайдовчиси",
        "kaa": "Еңил автомобилиниң ҳайдовчиси",
        "ru": "Водитель легкового автомобиля"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Piyoda yalt-yalt etuvchi mayoqcha va maxsus tovushli ishoralarni yoqib kelayotgan transport vositasi yaqinlashib qolganda qanday yo'l tutishi kerak?",
      "uz_cyrl": "Пиёда ялт-ялт етувчи маёқча ва махсус товушли ишораларни ёқиб келаётган транспорт воситаси яқинлашиб қолганда қандай ёъл тутиши керак?",
      "kaa": "Пиёда ялт-ялт етувчи маёқча ва махсус товушли ишораларни ёқиб келаётган транспорт воситаси яқинлашиб қолганда қандай ёъл тутиши керак?",
      "ru": "Что должен делать пешеход при приближении к транспортному средству с мигалками и специальными звуковыми сигналами?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Mumkin qadar tezroq qatnov qismidan o'tib olishi",
        "uz_cyrl": "Мумкин қадар тезроқ қатнов қисмидан оътиб олиши",
        "kaa": "Мумкин қадар тезроқ қатнов қисмидан оътиб олиши",
        "ru": "Переходите дорогу как можно быстрее."
      },
      "F2": {
        "uz": "Qatnov qismidan o'tmasligi",
        "uz_cyrl": "Қатнов қисмидан оътмаслиги",
        "kaa": "Қатнов қисмидан оътмаслиги",
        "ru": "Не проезжая по дороге"
      },
      "F3": {
        "uz": "Agar piyodalar o'tish joyida bo'lsa, qatnov qismidan o'tishi",
        "uz_cyrl": "Агар пиёдалар оътиш жойида боълса, қатнов қисмидан оътиши",
        "kaa": "Агар пиёдалар оътиш жойида боълса, қатнов қисмидан оътиши",
        "ru": "Пересечение проезжей части при наличии пешеходного перехода."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Ro'paradan kelayotgan avtomobil haydovchisi qanday yo'l tutishi kerak?",
      "uz_cyrl": "Роъпарадан келаётган автомобил ҳайдовчиси қандай ёъл тутиши керак?",
      "kaa": "Роъпарадан келаётган автомобил ҳайдовчиси қандай ёъл тутиши керак?",
      "ru": "Что должен сделать водитель встречного автомобиля?"
    },
    "image": "questions/17.png",
    "options": {
      "F1": {
        "uz": "Yo'l yoqasida to'xtashi",
        "uz_cyrl": "Ёъл ёқасида тоъхташи",
        "kaa": "Ёъл ёқасида тоъхташи",
        "ru": "Придорожная остановка"
      },
      "F2": {
        "uz": "Yalt-yalt etuvchi chiroq mayoqchasi yoqilgan avtomobiliga halaqit bermasdan harakatni davom ettirishi",
        "uz_cyrl": "Ялт-ялт етувчи чироқ маёқчаси ёқилган автомобилига ҳалақит бермасдан ҳаракатни давом еттириши",
        "kaa": "Ялт-ялт етувчи чироқ маёқчаси ёқилган автомобилига ҳалақит бермасдан ҳаракатни давом еттириши",
        "ru": "Продолжайте движение, не беспокоя автомобиль, при включенном проблесковом маячке."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Qora avtomobil chorrahani nechanchi bo'lib kesib o'tadi?",
      "uz_cyrl": "Қора автомобил чорраҳани нечанчи боълиб кесиб оътади?",
      "kaa": "Қора автомобил чорраҳани нечанчи боълиб кесиб оътади?",
      "ru": "Сколько раз черный автомобиль пересечет перекресток?"
    },
    "image": "questions/18.png",
    "options": {
      "F1": {
        "uz": "Birinchi",
        "uz_cyrl": "Биринчи",
        "kaa": "Биринчи",
        "ru": "Первый"
      },
      "F2": {
        "uz": "Ikkinchi",
        "uz_cyrl": "Иккинчи",
        "kaa": "Иккинчи",
        "ru": "Второй"
      },
      "F3": {
        "uz": "Oxirgi",
        "uz_cyrl": "Охирги",
        "kaa": "Охирги",
        "ru": "Последний"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Yuk avtomobili haydovchisi rasmda ko'rsatilgan holatda maxsus tovush ishorasini eshitib yoki miltillovchi ishorani ko'rib nima qilishi kerak?",
      "uz_cyrl": "Юк автомобили ҳайдовчиси расмда коърсатилган ҳолатда махсус товуш ишорасини ешитиб ёки милтилловчи ишорани коъриб нима қилиши керак?",
      "kaa": "Юк автомобили ҳайдовчиси расмда коърсатилган ҳолатда махсус товуш ишорасини ешитиб ёки милтилловчи ишорани коъриб нима қилиши керак?",
      "ru": "Что должен сделать водитель грузовика, если он услышит специальный звуковой сигнал или увидит мигающий свет в ситуации, показанной на рисунке?"
    },
    "image": "questions/19.png",
    "options": {
      "F1": {
        "uz": "Qatnov qismidagi o'z bo'lagi bo'ylab harakatni davom ettirish",
        "uz_cyrl": "Қатнов қисмидаги оъз боълаги боъйлаб ҳаракатни давом еттириш",
        "kaa": "Қатнов қисмидаги оъз боълаги боъйлаб ҳаракатни давом еттириш",
        "ru": "Продолжайте движение по своей полосе на дороге."
      },
      "F2": {
        "uz": "Haydovchi maxsus tovushli ishoralarini yoqqan holda yaqinlashib kelayotgan transport vositalariga yo'l berishlari, zarur bo'lgan hollarda ularning to'siqsiz o'tib ketishlari uchun o'zlarini yo'lning o'ng tomoniga olib to'xtashlari shart",
        "uz_cyrl": "Ҳайдовчи махсус товушли ишораларини ёққан ҳолда яқинлашиб келаётган транспорт воситаларига ёъл беришлари, зарур боълган ҳолларда уларнинг тоъсиқсиз оътиб кетишлари учун оъзларини ёълнинг оънг томонига олиб тоъхташлари шарт",
        "kaa": "Ҳайдовчи махсус товушли ишораларини ёққан ҳолда яқинлашиб келаётган транспорт воситаларига ёъл беришлари, зарур боълган ҳолларда уларниң тоъсиқсиз оътиб кетишлари учун оъзларини ёълниң оъң томонига олиб тоъхташлари шарт",
        "ru": "Водители обязаны уступать дорогу приближающимся транспортным средствам, включив специальные звуковые сигналы, и, при необходимости, съезжать на правую сторону дороги, чтобы обеспечить беспрепятственный проезд."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Tezkor va maxsus xizmatlarning transport vositalari yul xarakatining boshka katnashchilariga nisbatan imtiyozga ega bulishi uchun:",
      "uz_cyrl": "Тезкор ва махсус хизматларнинг транспорт воситалари юл харакатининг бошка катнашчиларига нисбатан имтиёзга ега булиши учун:",
      "kaa": "Тезкор ва махсус хизматларниң транспорт воситалари юл харакатиниң бошка катнашчиларига нисбатан имтиёзга ега булиши учун:",
      "ru": "Для того чтобы транспортные средства экстренных и специальных служб имели приоритет перед другими участниками дорожного движения:"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Kuk yoki kizil yoxud kuk va kizil rangli yalt-yalt etuvchi mayokchalar yokilgan bulishi shart",
        "uz_cyrl": "Кук ёки кизил ёхуд кук ва кизил рангли ялт-ялт етувчи маёкчалар ёкилган булиши шарт",
        "kaa": "Кук ёки кизил ёхуд кук ва кизил раңли ялт-ялт етувчи маёкчалар ёкилган булиши шарт",
        "ru": "Необходимо наличие мигающих синих или красных, либо сине-красных маячков."
      },
      "F2": {
        "uz": "Maksus govushli ishora ekilgan",
        "uz_cyrl": "Максус говушли ишора екилган",
        "kaa": "Максус говушли ишора екилган",
        "ru": "Вывеска Maxus gauche установлена"
      },
      "F3": {
        "uz": "Xar ikkalasi yokilgan bulishi shart",
        "uz_cyrl": "Хар иккаласи ёкилган булиши шарт",
        "kaa": "Хар иккаласи ёкилган булиши шарт",
        "ru": "Оба должны быть открыты."
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Ko'k rangli yalt-yalt etuvchi mayokchalari va maxsus tovushli ishorasi yokilgan maxsus transport vositasi chorraxani nechanchi bulib kesib utadi?",
      "uz_cyrl": "Коък рангли ялт-ялт етувчи маёкчалари ва махсус товушли ишораси ёкилган махсус транспорт воситаси чоррахани нечанчи булиб кесиб утади?",
      "kaa": "Коък раңли ялт-ялт етувчи маёкчалари ва махсус товушли ишораси ёкилган махсус транспорт воситаси чоррахани нечанчи булиб кесиб утади?",
      "ru": "Как часто специальный транспорт с мигающими синими огнями и специальным звуковым сигналом пересекает перекресток?"
    },
    "image": "questions/20.png",
    "options": {
      "F1": {
        "uz": "Oxirgi",
        "uz_cyrl": "Охирги",
        "kaa": "Охирги",
        "ru": "Последний"
      },
      "F2": {
        "uz": "Birinchi",
        "uz_cyrl": "Биринчи",
        "kaa": "Биринчи",
        "ru": "Первый"
      },
      "F3": {
        "uz": "Ikkinchi",
        "uz_cyrl": "Иккинчи",
        "kaa": "Иккинчи",
        "ru": "Второй"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Mazkur yo'l belgisi nimani bildiradi?",
      "uz_cyrl": "Мазкур ёъл белгиси нимани билдиради?",
      "kaa": "Мазкур ёъл белгиси нимани билдиради?",
      "ru": "Что означает этот дорожный знак?"
    },
    "image": "questions/21.png",
    "options": {
      "F1": {
        "uz": "Yo'lning trotuar yoki piyodalar yo'lkasi bo'lgan qismini",
        "uz_cyrl": "Ёълнинг тротуар ёки пиёдалар ёълкаси боълган қисмини",
        "kaa": "Ёълниң тротуар ёки пиёдалар ёълкаси боълган қисмини",
        "ru": "Часть дороги, представляющая собой тротуар или пешеходную дорожку."
      },
      "F2": {
        "uz": "Yo'lning piyodalar o'tish joyi bo'lgan qismini",
        "uz_cyrl": "Ёълнинг пиёдалар оътиш жойи боълган қисмини",
        "kaa": "Ёълниң пиёдалар оътиш жойи боълган қисмини",
        "ru": "Участок дороги, где находится пешеходный переход."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Ushbu yo'l belgisi nima haqida ogohlantiradi?",
      "uz_cyrl": "Ушбу ёъл белгиси нима ҳақида огоҳлантиради?",
      "kaa": "Ушбу ёъл белгиси нима ҳақида огоҳлантиради?",
      "ru": "О чём предупреждает этот дорожный знак?"
    },
    "image": "questions/22.png",
    "options": {
      "F1": {
        "uz": "Bir izli temir yo'l kesishmasiga yaqinlashayotganligi haqida",
        "uz_cyrl": "Бир изли темир ёъл кесишмасига яқинлашаётганлиги ҳақида",
        "kaa": "Бир изли темир ёъл кесишмасига яқинлашаётганлиги ҳақида",
        "ru": "При приближении к однопутному железнодорожному переезду"
      },
      "F2": {
        "uz": "Shlagbaum bilan jixozlanmagan bir izli temir yo'l kesishmasi borligidan",
        "uz_cyrl": "Шлагбаум билан жихозланмаган бир изли темир ёъл кесишмаси борлигидан",
        "kaa": "Шлагбаум билан жихозланмаган бир изли темир ёъл кесишмаси борлигидан",
        "ru": "Из-за наличия однопутного железнодорожного переезда, не оборудованного шлагбаумом."
      },
      "F3": {
        "uz": "Shlagbaum bilan jixozlanmagan ikki izli temir yo'l kesishmasi borligidan",
        "uz_cyrl": "Шлагбаум билан жихозланмаган икки изли темир ёъл кесишмаси борлигидан",
        "kaa": "Шлагбаум билан жихозланмаган икки изли темир ёъл кесишмаси борлигидан",
        "ru": "Из-за наличия двухпутного железнодорожного переезда, не оборудованного шлагбаумом."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Bu belgilar aholi yashaydigan joylarda havfli yo'l qismi boshlanishidan qancha masofada o'rnatiladi?",
      "uz_cyrl": "Бу белгилар аҳоли яшайдиган жойларда ҳавфли ёъл қисми бошланишидан қанча масофада оърнатилади?",
      "kaa": "Бу белгилар аҳоли яшайдиган жойларда ҳавфли ёъл қисми бошланишидан қанча масофада оърнатилади?",
      "ru": "На каком расстоянии от начала опасного участка дороги устанавливаются эти знаки в населенных пунктах?"
    },
    "image": "questions/23.png",
    "options": {
      "F1": {
        "uz": "15-25 m",
        "uz_cyrl": "15-25 м",
        "kaa": "15-25 м",
        "ru": "15-25 м"
      },
      "F2": {
        "uz": "25-50 m",
        "uz_cyrl": "25-50 м",
        "kaa": "25-50 м",
        "ru": "25-50 м"
      },
      "F3": {
        "uz": "50-100 m",
        "uz_cyrl": "50-100 м",
        "kaa": "50-100 м",
        "ru": "50-100 м"
      },
      "F4": {
        "uz": "100-150 m",
        "uz_cyrl": "100-150 м",
        "kaa": "100-150 м",
        "ru": "100-150 м"
      },
      "F5": {
        "uz": "150-300 m",
        "uz_cyrl": "150-300 м",
        "kaa": "150-300 м",
        "ru": "150-300 м"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Qaysi belgi «T» simon chorrahada harakatlanish yo'nalishini ko'rsatadi?",
      "uz_cyrl": "Қайси белги «Т» симон чорраҳада ҳаракатланиш ёъналишини коърсатади?",
      "kaa": "Қайси белги «Т» симон чорраҳада ҳаракатланиш ёъналишини коърсатади?",
      "ru": "Какой знак указывает направление движения на Т-образном перекрестке?"
    },
    "image": "questions/24.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "3",
        "uz_cyrl": "3",
        "kaa": "3",
        "ru": "3"
      },
      "F4": {
        "uz": "4",
        "uz_cyrl": "4",
        "kaa": "4",
        "ru": "4"
      },
      "F5": {
        "uz": "5",
        "uz_cyrl": "5",
        "kaa": "5",
        "ru": "5"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Qaysi belgi teng ahamiyatli yo'llar kesishish chorrahasiga yaqinlashib kelayotganlik haqida ogohlantiradi?",
      "uz_cyrl": "Қайси белги тенг аҳамиятли ёъллар кесишиш чорраҳасига яқинлашиб келаётганлик ҳақида огоҳлантиради?",
      "kaa": "Қайси белги тең аҳамиятли ёъллар кесишиш чорраҳасига яқинлашиб келаётганлик ҳақида огоҳлантиради?",
      "ru": "Какой знак предупреждает о приближении к перекрестку дорог одинаковой важности?"
    },
    "image": "questions/25.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "3",
        "uz_cyrl": "3",
        "kaa": "3",
        "ru": "3"
      },
      "F4": {
        "uz": "4",
        "uz_cyrl": "4",
        "kaa": "4",
        "ru": "4"
      },
      "F5": {
        "uz": "5",
        "uz_cyrl": "5",
        "kaa": "5",
        "ru": "5"
      }
    },
    "correct_option": "F5"
  },
  {
    "text": {
      "uz": "Quyidagi qaysi belgilar ogohlantiruvchi belgilar jumlasiga kiradi?",
      "uz_cyrl": "Қуйидаги қайси белгилар огоҳлантирувчи белгилар жумласига киради?",
      "kaa": "Қуйидаги қайси белгилар огоҳлантирувчи белгилар жумласига киради?",
      "ru": "Какие из следующих признаков считаются предупреждающими?"
    },
    "image": "questions/26.png",
    "options": {
      "F1": {
        "uz": "Ikkinchidan boshqa barchasi",
        "uz_cyrl": "Иккинчидан бошқа барчаси",
        "kaa": "Иккинчидан бошқа барчаси",
        "ru": "Все, кроме второго"
      },
      "F2": {
        "uz": "Uchinchidan boshqa barchasi",
        "uz_cyrl": "Учинчидан бошқа барчаси",
        "kaa": "Учинчидан бошқа барчаси",
        "ru": "Все, кроме третьего"
      },
      "F3": {
        "uz": "Hammasi",
        "uz_cyrl": "Ҳаммаси",
        "kaa": "Ҳаммаси",
        "ru": "Все"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Aholi punktlaridan tashqarida qaysi belgi takrorlanadi?",
      "uz_cyrl": "Аҳоли пунктларидан ташқарида қайси белги такрорланади?",
      "kaa": "Аҳоли пунктларидан ташқарида қайси белги такрорланади?",
      "ru": "Какой символ повторяется за пределами населенных пунктов?"
    },
    "image": "questions/27.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "3",
        "uz_cyrl": "3",
        "kaa": "3",
        "ru": "3"
      },
      "F4": {
        "uz": "4",
        "uz_cyrl": "4",
        "kaa": "4",
        "ru": "4"
      },
      "F5": {
        "uz": "5",
        "uz_cyrl": "5",
        "kaa": "5",
        "ru": "5"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Qaysi belgi «Velosiped yo'lkasi bilan kesishuv»ni bildiradi?",
      "uz_cyrl": "Қайси белги «Велосипед ёълкаси билан кесишув»ни билдиради?",
      "kaa": "Қайси белги «Велосипед ёълкаси билан кесишув»ни билдиради?",
      "ru": "Какой знак указывает на «Пересечение с велосипедной дорожкой»?"
    },
    "image": "questions/28.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "3",
        "uz_cyrl": "3",
        "kaa": "3",
        "ru": "3"
      },
      "F4": {
        "uz": "4",
        "uz_cyrl": "4",
        "kaa": "4",
        "ru": "4"
      },
      "F5": {
        "uz": "5",
        "uz_cyrl": "5",
        "kaa": "5",
        "ru": "5"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Qaysi belgi yo'lning xavfli burilishiga yaqinlashayotgani haqida ogohlantiradi?",
      "uz_cyrl": "Қайси белги ёълнинг хавфли бурилишига яқинлашаётгани ҳақида огоҳлантиради?",
      "kaa": "Қайси белги ёълниң хавфли бурилишига яқинлашаётгани ҳақида огоҳлантиради?",
      "ru": "Какой знак предупреждает об опасном повороте на дороге?"
    },
    "image": "questions/29.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "3",
        "uz_cyrl": "3",
        "kaa": "3",
        "ru": "3"
      },
      "F4": {
        "uz": "4",
        "uz_cyrl": "4",
        "kaa": "4",
        "ru": "4"
      },
      "F5": {
        "uz": "5",
        "uz_cyrl": "5",
        "kaa": "5",
        "ru": "5"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Qaysi yo'ldan harakatlanishga ruxsat etilgan?",
      "uz_cyrl": "Қайси ёълдан ҳаракатланишга рухсат етилган?",
      "kaa": "Қайси ёълдан ҳаракатланишга рухсат етилган?",
      "ru": "Какая дорога разрешена?"
    },
    "image": "questions/30.png",
    "options": {
      "F1": {
        "uz": "«А»",
        "uz_cyrl": "«А»",
        "kaa": "«А»",
        "ru": "\"А\""
      },
      "F2": {
        "uz": "«B»",
        "uz_cyrl": "«Б»",
        "kaa": "«Б»",
        "ru": "\"Б\""
      },
      "F3": {
        "uz": "«А» va «B»",
        "uz_cyrl": "«А» ва «Б»",
        "kaa": "«А» ва «Б»",
        "ru": "«А» и «Б»"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Bu yo'l belgisi oldinda nima borligidan ogohlantiradi?",
      "uz_cyrl": "Бу ёъл белгиси олдинда нима борлигидан огоҳлантиради?",
      "kaa": "Бу ёъл белгиси олдинда нима борлигидан огоҳлантиради?",
      "ru": "О чём предупреждает этот дорожный знак впереди?"
    },
    "image": "questions/31.png",
    "options": {
      "F1": {
        "uz": "Ko'prik yoki solda kechimi bo'lmagan suv to'siqli yo'l qismi borligidan",
        "uz_cyrl": "Коъприк ёки солда кечими боълмаган сув тоъсиқли ёъл қисми борлигидан",
        "kaa": "Коъприк ёки солда кечими боълмаган сув тоъсиқли ёъл қисми борлигидан",
        "ru": "Из-за моста или участка дороги с водным барьером слева, который невозможно пересечь."
      },
      "F2": {
        "uz": "Suv to'siqli yo'l qismida ochib qo'yiladigan ko'prik borligidan",
        "uz_cyrl": "Сув тоъсиқли ёъл қисмида очиб қоъйиладиган коъприк борлигидан",
        "kaa": "Сув тоъсиқли ёъл қисмида очиб қоъйиладиган коъприк борлигидан",
        "ru": "Потому что на затопленном участке дороги есть мост, который можно открыть."
      },
      "F3": {
        "uz": "Yo'l anhor yoqasiga yoki biror-bir suv havzasining qirg'og'iga chiqiladigan joyi borligidan",
        "uz_cyrl": "Ёъл анҳор ёқасига ёки бирор-бир сув ҳавзасининг қиргъогъига чиқиладиган жойи борлигидан",
        "kaa": "Ёъл анҳор ёқасига ёки бирор-бир сув ҳавзасиниң қиргъогъига чиқиладиган жойи борлигидан",
        "ru": "Потому что есть место, где дорога выходит к берегу реки или водоёма."
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Bu yo'l belgisi nimani bildiradi?",
      "uz_cyrl": "Бу ёъл белгиси нимани билдиради?",
      "kaa": "Бу ёъл белгиси нимани билдиради?",
      "ru": "Что означает этот дорожный знак?"
    },
    "image": "questions/32.png",
    "options": {
      "F1": {
        "uz": "Shlagbaum bilan jihozlanmagan bir izli temir yo'l kesishmasini",
        "uz_cyrl": "Шлагбаум билан жиҳозланмаган бир изли темир ёъл кесишмасини",
        "kaa": "Шлагбаум билан жиҳозланмаган бир изли темир ёъл кесишмасини",
        "ru": "Однопутный железнодорожный переезд без шлагбаума."
      },
      "F2": {
        "uz": "Shlagbaum bilan jihozlangan bir izli temir yo'l kesishmasini",
        "uz_cyrl": "Шлагбаум билан жиҳозланган бир изли темир ёъл кесишмасини",
        "kaa": "Шлагбаум билан жиҳозлаңан бир изли темир ёъл кесишмасини",
        "ru": "Однопутный железнодорожный переезд, оборудованный шлагбаумом."
      },
      "F3": {
        "uz": "Shlagbaum bilan jihozlanmagan ikki va undan ko'p izli temir yo'l kesishmasini",
        "uz_cyrl": "Шлагбаум билан жиҳозланмаган икки ва ундан коъп изли темир ёъл кесишмасини",
        "kaa": "Шлагбаум билан жиҳозланмаган икки ва ундан коъп изли темир ёъл кесишмасини",
        "ru": "Железнодорожный переезд с двумя или более путями, не оборудованный шлагбаумом."
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Belgilardan qaysi biri bevosita yo'lning xavfli qismi oldiga o'rnatiladi?",
      "uz_cyrl": "Белгилардан қайси бири бевосита ёълнинг хавфли қисми олдига оърнатилади?",
      "kaa": "Белгилардан қайси бири бевосита ёълниң хавфли қисми олдига оърнатилади?",
      "ru": "Какой из знаков установлен непосредственно перед опасным участком дороги?"
    },
    "image": "questions/33.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "3",
        "uz_cyrl": "3",
        "kaa": "3",
        "ru": "3"
      },
      "F4": {
        "uz": "4",
        "uz_cyrl": "4",
        "kaa": "4",
        "ru": "4"
      },
      "F5": {
        "uz": "5",
        "uz_cyrl": "5",
        "kaa": "5",
        "ru": "5"
      }
    },
    "correct_option": "F5"
  },
  {
    "text": {
      "uz": "Qaysi belgi shlagbaumli temir yo'l kesishmasiga yaqinlashganlik haqida ogohlantiradi?",
      "uz_cyrl": "Қайси белги шлагбаумли темир ёъл кесишмасига яқинлашганлик ҳақида огоҳлантиради?",
      "kaa": "Қайси белги шлагбаумли темир ёъл кесишмасига яқинлашганлик ҳақида огоҳлантиради?",
      "ru": "Какой знак предупреждает о приближении к железнодорожному переезду со шлагбаумом?"
    },
    "image": "questions/34.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "3",
        "uz_cyrl": "3",
        "kaa": "3",
        "ru": "3"
      },
      "F4": {
        "uz": "4",
        "uz_cyrl": "4",
        "kaa": "4",
        "ru": "4"
      },
      "F5": {
        "uz": "5",
        "uz_cyrl": "5",
        "kaa": "5",
        "ru": "5"
      }
    },
    "correct_option": "F4"
  },
  {
    "text": {
      "uz": "Ushbu yo'l belgisi chorrahaga yaqinlashayotganlik to'g'risida ogohlantiradi, bunda Siz:",
      "uz_cyrl": "Ушбу ёъл белгиси чорраҳага яқинлашаётганлик тоъгърисида огоҳлантиради, бунда Сиз:",
      "kaa": "Ушбу ёъл белгиси чорраҳага яқинлашаётганлик тоъгърисида огоҳлантиради, бунда Сиз:",
      "ru": "Этот дорожный знак предупреждает о приближающемся перекрестке, где вам следует:"
    },
    "image": "questions/35.png",
    "options": {
      "F1": {
        "uz": "Birinchi bo'lib o'tish huquqiga egasiz",
        "uz_cyrl": "Биринчи боълиб оътиш ҳуқуқига егасиз",
        "kaa": "Биринчи боълиб оътиш ҳуқуқига егасиз",
        "ru": "Вы имеете право начать первым."
      },
      "F2": {
        "uz": "Kesib o'tayotgan yo'ldagi transport vositalariga yo'l berishingiz kerak",
        "uz_cyrl": "Кесиб оътаётган ёълдаги транспорт воситаларига ёъл беришингиз керак",
        "kaa": "Кесиб оътаётган ёълдаги транспорт воситаларига ёъл беришиңиз керак",
        "ru": "Вы обязаны уступать дорогу транспортным средствам, которые пересекаете."
      },
      "F3": {
        "uz": "Faqatgina o'ng tomondan yaqinlashib kelayotgan transport vositalariga yo'l berishingiz kerak",
        "uz_cyrl": "Фақатгина оънг томондан яқинлашиб келаётган транспорт воситаларига ёъл беришингиз керак",
        "kaa": "Фақатгина оъң томондан яқинлашиб келаётган транспорт воситаларига ёъл беришиңиз керак",
        "ru": "Уступать дорогу следует только транспортным средствам, приближающимся справа."
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Ushbu belgi...",
      "uz_cyrl": "Ушбу белги...",
      "kaa": "Ушбу белги...",
      "ru": "Этот знак..."
    },
    "image": "questions/36.png",
    "options": {
      "F1": {
        "uz": "Oldinda harakatlanish serqatnovligi haqida ogohlantiradi",
        "uz_cyrl": "Олдинда ҳаракатланиш серқатновлиги ҳақида огоҳлантиради",
        "kaa": "Олдинда ҳаракатланиш серқатновлиги ҳақида огоҳлантиради",
        "ru": "Предупреждения о сильных пробках впереди"
      },
      "F2": {
        "uz": "Oldinda transport vositalarning tirbandligi haqida ogohlantiradi",
        "uz_cyrl": "Олдинда транспорт воситаларнинг тирбандлиги ҳақида огоҳлантиради",
        "kaa": "Олдинда транспорт воситаларниң тирбандлиги ҳақида огоҳлантиради",
        "ru": "Предупреждения о предстоящих пробках"
      },
      "F3": {
        "uz": "Oldinda transport vositalari orasida xavfsiz oraliqni taminlash lozimligi haqida ogohlantiradi.",
        "uz_cyrl": "Олдинда транспорт воситалари орасида хавфсиз оралиқни таминлаш лозимлиги ҳақида огоҳлантиради.",
        "kaa": "Олдинда транспорт воситалари орасида хавфсиз оралиқни таминлаш лозимлиги ҳақида огоҳлантиради.",
        "ru": "Это предупреждение о необходимости соблюдать безопасную дистанцию ​​между впереди идущими транспортными средствами."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Quyidagi belgilardan qaysi biri haydovchini boshqa xavf-xatarlar to'g'risida ogohlantiradi?",
      "uz_cyrl": "Қуйидаги белгилардан қайси бири ҳайдовчини бошқа хавф-хатарлар тоъгърисида огоҳлантиради?",
      "kaa": "Қуйидаги белгилардан қайси бири ҳайдовчини бошқа хавф-хатарлар тоъгърисида огоҳлантиради?",
      "ru": "Какой из следующих знаков предупреждает водителя о других опасностях?"
    },
    "image": "questions/37.png",
    "options": {
      "F1": {
        "uz": "A",
        "uz_cyrl": "А",
        "kaa": "А",
        "ru": "А"
      },
      "F2": {
        "uz": "B",
        "uz_cyrl": "Б",
        "kaa": "Б",
        "ru": "Б"
      },
      "F3": {
        "uz": "V",
        "uz_cyrl": "В",
        "kaa": "В",
        "ru": "В"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Qaysi belgi tartibga solinmagan piyodalar o'tish joyiga yaqinlashayotganlik haqida ogohlantiradi?",
      "uz_cyrl": "Қайси белги тартибга солинмаган пиёдалар оътиш жойига яқинлашаётганлик ҳақида огоҳлантиради?",
      "kaa": "Қайси белги тартибга солинмаган пиёдалар оътиш жойига яқинлашаётганлик ҳақида огоҳлантиради?",
      "ru": "Какой знак предупреждает о приближении к нерегулируемому пешеходному переходу?"
    },
    "image": "questions/38.png",
    "options": {
      "F1": {
        "uz": "Faqat A",
        "uz_cyrl": "Фақат А",
        "kaa": "Фақат А",
        "ru": "Только А"
      },
      "F2": {
        "uz": "A va B",
        "uz_cyrl": "А ва Б",
        "kaa": "А ва Б",
        "ru": "А и В"
      },
      "F3": {
        "uz": "Hammasi",
        "uz_cyrl": "Ҳаммаси",
        "kaa": "Ҳаммаси",
        "ru": "Все"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Ko'rsatilgan qaysi belgi yo'lning o'ta sirpanchiq bo'lgan qismini bildiradi?",
      "uz_cyrl": "Коърсатилган қайси белги ёълнинг оъта сирпанчиқ боълган қисмини билдиради?",
      "kaa": "Коърсатилган қайси белги ёълниң оъта сирпанчиқ боълган қисмини билдиради?",
      "ru": "Какой знак указывает на очень скользкий участок дороги?"
    },
    "image": "questions/39.png",
    "options": {
      "F1": {
        "uz": "A",
        "uz_cyrl": "А",
        "kaa": "А",
        "ru": "А"
      },
      "F2": {
        "uz": "A va B",
        "uz_cyrl": "А ва Б",
        "kaa": "А ва Б",
        "ru": "А и В"
      },
      "F3": {
        "uz": "V",
        "uz_cyrl": "В",
        "kaa": "В",
        "ru": "В"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Qaysi belgi temir yo'l kesishmasini to'suvchi moslama bilan jihozlanganligi haqida ogohlantiradi?",
      "uz_cyrl": "Қайси белги темир ёъл кесишмасини тоъсувчи мослама билан жиҳозланганлиги ҳақида огоҳлантиради?",
      "kaa": "Қайси белги темир ёъл кесишмасини тоъсувчи мослама билан жиҳозлаңанлиги ҳақида огоҳлантиради?",
      "ru": "Какой знак предупреждает о том, что железнодорожный переезд оборудован шлагбаумом?"
    },
    "image": "questions/40.png",
    "options": {
      "F1": {
        "uz": "A",
        "uz_cyrl": "А",
        "kaa": "А",
        "ru": "А"
      },
      "F2": {
        "uz": "B",
        "uz_cyrl": "Б",
        "kaa": "Б",
        "ru": "Б"
      },
      "F3": {
        "uz": "C",
        "uz_cyrl": "C",
        "kaa": "C",
        "ru": "С"
      },
      "F4": {
        "uz": "D",
        "uz_cyrl": "Д",
        "kaa": "Д",
        "ru": "Д"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Ushbu belgi nimani bildiradi?",
      "uz_cyrl": "Ушбу белги нимани билдиради?",
      "kaa": "Ушбу белги нимани билдиради?",
      "ru": "Что означает этот символ?"
    },
    "image": "questions/41.png",
    "options": {
      "F1": {
        "uz": "Oldinda tik balandlik borligini",
        "uz_cyrl": "Олдинда тик баландлик борлигини",
        "kaa": "Олдинда тик баландлик борлигини",
        "ru": "Впереди крутой холм."
      },
      "F2": {
        "uz": "Oldinda ko'tarma ko'prik borligini",
        "uz_cyrl": "Олдинда коътарма коъприк борлигини",
        "kaa": "Олдинда коътарма коъприк борлигини",
        "ru": "То, что впереди разводной мост."
      },
      "F3": {
        "uz": "Suniy yo'l noteksligini",
        "uz_cyrl": "Суний ёъл нотекслигини",
        "kaa": "Суний ёъл нотекслигини",
        "ru": "Искусственное дорожное покрытие без текстуры"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Ushbu belgilardan qaysi biri \"Notekis yo'l\" deb ataladi?",
      "uz_cyrl": "Ушбу белгилардан қайси бири \"Нотекис ёъл\" деб аталади?",
      "kaa": "Ушбу белгилардан қайси бири \"Нотекис ёъл\" деб аталади?",
      "ru": "Какой из этих знаков называется «Неровная дорога»?"
    },
    "image": "questions/42.png",
    "options": {
      "F1": {
        "uz": "A",
        "uz_cyrl": "А",
        "kaa": "А",
        "ru": "А"
      },
      "F2": {
        "uz": "B",
        "uz_cyrl": "Б",
        "kaa": "Б",
        "ru": "Б"
      },
      "F3": {
        "uz": "C",
        "uz_cyrl": "C",
        "kaa": "C",
        "ru": "С"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Ushbu belgilardan qaysi biri oldinda yo'l qoplamasi ustida suniy notekslik borligi haqida ogohlantiradi?",
      "uz_cyrl": "Ушбу белгилардан қайси бири олдинда ёъл қопламаси устида суний нотекслик борлиги ҳақида огоҳлантиради?",
      "kaa": "Ушбу белгилардан қайси бири олдинда ёъл қопламаси устида суний нотекслик борлиги ҳақида огоҳлантиради?",
      "ru": "Какой из этих знаков предупреждает о наличии искусственного газона на дорожном покрытии впереди?"
    },
    "image": "questions/43.png",
    "options": {
      "F1": {
        "uz": "A",
        "uz_cyrl": "А",
        "kaa": "А",
        "ru": "А"
      },
      "F2": {
        "uz": "V",
        "uz_cyrl": "В",
        "kaa": "В",
        "ru": "В"
      },
      "F3": {
        "uz": "S",
        "uz_cyrl": "С",
        "kaa": "С",
        "ru": "С"
      },
      "F4": {
        "uz": "A va S",
        "uz_cyrl": "А ва С",
        "kaa": "А ва С",
        "ru": "А и С"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Ushbu yo'l belgisi qanday maqsadda qo'llaniladi?",
      "uz_cyrl": "Ушбу ёъл белгиси қандай мақсадда қоълланилади?",
      "kaa": "Ушбу ёъл белгиси қандай мақсадда қоълланилади?",
      "ru": "Каково назначение этого дорожного знака?"
    },
    "image": "questions/44.png",
    "options": {
      "F1": {
        "uz": "Majburiy tarzda tezlikni kamaytirish uchun",
        "uz_cyrl": "Мажбурий тарзда тезликни камайтириш учун",
        "kaa": "Мажбурий тарзда тезликни камайтириш учун",
        "ru": "Для принудительного снижения скорости"
      },
      "F2": {
        "uz": "Keskin tormoz berish uchun",
        "uz_cyrl": "Кескин тормоз бериш учун",
        "kaa": "Кескин тормоз бериш учун",
        "ru": "Для резкого торможения"
      },
      "F3": {
        "uz": "Ehtiyot choralarini ko'rish uchun",
        "uz_cyrl": "Еҳтиёт чораларини коъриш учун",
        "kaa": "Еҳтиёт чораларини коъриш учун",
        "ru": "Принять меры предосторожности"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Qaysi belgi yo'lning kichik radiusli burilish joyiga yaqinlashayotganlik haqida ogohlantiradi?",
      "uz_cyrl": "Қайси белги ёълнинг кичик радиусли бурилиш жойига яқинлашаётганлик ҳақида огоҳлантиради?",
      "kaa": "Қайси белги ёълниң кичик радиусли бурилиш жойига яқинлашаётганлик ҳақида огоҳлантиради?",
      "ru": "Какой знак предупреждает о приближении к повороту малого радиуса?"
    },
    "image": "questions/45.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "3",
        "uz_cyrl": "3",
        "kaa": "3",
        "ru": "3"
      },
      "F4": {
        "uz": "4",
        "uz_cyrl": "4",
        "kaa": "4",
        "ru": "4"
      },
      "F5": {
        "uz": "5",
        "uz_cyrl": "5",
        "kaa": "5",
        "ru": "5"
      }
    },
    "correct_option": "F5"
  },
  {
    "text": {
      "uz": "Ushbu yo'l belgisi:",
      "uz_cyrl": "Ушбу ёъл белгиси:",
      "kaa": "Ушбу ёъл белгиси:",
      "ru": "Этот дорожный знак:"
    },
    "image": "questions/46.png",
    "options": {
      "F1": {
        "uz": "Qatnov qismida to'suvchi qurilma borligini bildiradi",
        "uz_cyrl": "Қатнов қисмида тоъсувчи қурилма борлигини билдиради",
        "kaa": "Қатнов қисмида тоъсувчи қурилма борлигини билдиради",
        "ru": "Указывает на наличие шлагбаума на проезжей части."
      },
      "F2": {
        "uz": "Oldinda boshqariladigan to'suvchi qurilma borligini bildiradi",
        "uz_cyrl": "Олдинда бошқариладиган тоъсувчи қурилма борлигини билдиради",
        "kaa": "Олдинда бошқариладиган тоъсувчи қурилма борлигини билдиради",
        "ru": "Указывает на наличие впереди управляемого блокирующего устройства."
      },
      "F3": {
        "uz": "Chorraxa oldida to'suvchi qurilma borligini bildiradi",
        "uz_cyrl": "Чорраха олдида тоъсувчи қурилма борлигини билдиради",
        "kaa": "Чорраха олдида тоъсувчи қурилма борлигини билдиради",
        "ru": "Указывает на наличие шлагбаума на перекрестке."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Qaysi belgi tartibga solinmagan piyodalar o'tish joyiga yaqinlashayotganlik haqida ogohlantiradi?",
      "uz_cyrl": "Қайси белги тартибга солинмаган пиёдалар оътиш жойига яқинлашаётганлик ҳақида огоҳлантиради?",
      "kaa": "Қайси белги тартибга солинмаган пиёдалар оътиш жойига яқинлашаётганлик ҳақида огоҳлантиради?",
      "ru": "Какой знак предупреждает о приближении к нерегулируемому пешеходному переходу?"
    },
    "image": "questions/47.png",
    "options": {
      "F1": {
        "uz": "Faqat A",
        "uz_cyrl": "Фақат А",
        "kaa": "Фақат А",
        "ru": "Только А"
      },
      "F2": {
        "uz": "A va V",
        "uz_cyrl": "А ва В",
        "kaa": "А ва В",
        "ru": "А и В"
      },
      "F3": {
        "uz": "Xammasi",
        "uz_cyrl": "Хаммаси",
        "kaa": "Хаммаси",
        "ru": "Все"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Ushbu yo'l belgisi qanday nomlanadi:",
      "uz_cyrl": "Ушбу ёъл белгиси қандай номланади:",
      "kaa": "Ушбу ёъл белгиси қандай номланади:",
      "ru": "Как называется этот дорожный знак:"
    },
    "image": "questions/48.png",
    "options": {
      "F1": {
        "uz": "Bir izli temir yo'l kesishmasi",
        "uz_cyrl": "Бир изли темир ёъл кесишмаси",
        "kaa": "Бир изли темир ёъл кесишмаси",
        "ru": "Однопутный железнодорожный переезд"
      },
      "F2": {
        "uz": "Temir yo'l kesishmasiga yaqinlashuv",
        "uz_cyrl": "Темир ёъл кесишмасига яқинлашув",
        "kaa": "Темир ёъл кесишмасига яқинлашув",
        "ru": "Приближаясь к железнодорожному переезду"
      },
      "F3": {
        "uz": "Shlagbaumli temir yo'l kesishmasi",
        "uz_cyrl": "Шлагбаумли темир ёъл кесишмаси",
        "kaa": "Шлагбаумли темир ёъл кесишмаси",
        "ru": "Железнодорожный переезд со шлагбаумом"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Bu belgi qayerlardan oldin o'rnatildi?",
      "uz_cyrl": "Бу белги қаерлардан олдин оърнатилди?",
      "kaa": "Бу белги қаерлардан олдин оърнатилди?",
      "ru": "Где раньше был установлен этот знак?"
    },
    "image": "questions/49.png",
    "options": {
      "F1": {
        "uz": "Bozorlar oldindan",
        "uz_cyrl": "Бозорлар олдиндан",
        "kaa": "Бозорлар олдиндан",
        "ru": "Рынки заранее"
      },
      "F2": {
        "uz": "Maktab va bolalarning dam olish maskanlari oldindan",
        "uz_cyrl": "Мактаб ва болаларнинг дам олиш масканлари олдиндан",
        "kaa": "Мактаб ва болаларниң дам олиш масканлари олдиндан",
        "ru": "Школы и детские игровые площадки заранее."
      },
      "F3": {
        "uz": "Vokzal oldindan",
        "uz_cyrl": "Вокзал олдиндан",
        "kaa": "Вокзал олдиндан",
        "ru": "Станция заранее"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Belgilardan qaysi biri qatnov qismi kesishmasi hududini bildiradi?",
      "uz_cyrl": "Белгилардан қайси бири қатнов қисми кесишмаси ҳудудини билдиради?",
      "kaa": "Белгилардан қайси бири қатнов қисми кесишмаси ҳудудини билдиради?",
      "ru": "Какой из следующих знаков указывает на перекресток дорог?"
    },
    "image": "questions/50.png",
    "options": {
      "F1": {
        "uz": "«A»",
        "uz_cyrl": "«А»",
        "kaa": "«А»",
        "ru": "\"А\""
      },
      "F2": {
        "uz": "«Б»",
        "uz_cyrl": "«Б»",
        "kaa": "«Б»",
        "ru": "\"Б\""
      },
      "F3": {
        "uz": "«В»",
        "uz_cyrl": "«В»",
        "kaa": "«В»",
        "ru": "\"Б\""
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Bu yo'l belgisi qanday nomlanadi?",
      "uz_cyrl": "Бу ёъл белгиси қандай номланади?",
      "kaa": "Бу ёъл белгиси қандай номланади?",
      "ru": "Как называется этот дорожный знак?"
    },
    "image": "questions/51.png",
    "options": {
      "F1": {
        "uz": "Piyodalarning yo'l yoqasidan yurishi mumkin bo'lgan hudud",
        "uz_cyrl": "Пиёдаларнинг ёъл ёқасидан юриши мумкин боълган ҳудуд",
        "kaa": "Пиёдаларниң ёъл ёқасидан юриши мумкин боълган ҳудуд",
        "ru": "Зона, где пешеходы могут гулять вдоль дороги."
      },
      "F2": {
        "uz": "Piyodalarning qatnov qismidan yurishi mumkin bo'lgan hudud",
        "uz_cyrl": "Пиёдаларнинг қатнов қисмидан юриши мумкин боълган ҳудуд",
        "kaa": "Пиёдаларниң қатнов қисмидан юриши мумкин боълган ҳудуд",
        "ru": "Зона, где пешеходы могут переходить проезжую часть."
      },
      "F3": {
        "uz": "Piyodalarning trotuardan yurishi mumkin bo'lgan hudud",
        "uz_cyrl": "Пиёдаларнинг тротуардан юриши мумкин боълган ҳудуд",
        "kaa": "Пиёдаларниң тротуардан юриши мумкин боълган ҳудуд",
        "ru": "Зона, где пешеходы могут ходить по тротуару."
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Kursatilgan belgilardan qaysi biri bolalar deb nomlanadi?",
      "uz_cyrl": "Курсатилган белгилардан қайси бири болалар деб номланади?",
      "kaa": "Курсатилган белгилардан қайси бири болалар деб номланади?",
      "ru": "Кого из следующих персонажей можно назвать детьми?"
    },
    "image": "questions/52.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "3",
        "uz_cyrl": "3",
        "kaa": "3",
        "ru": "3"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Yovvoyi hayvonlar belgisini ko'rsating:",
      "uz_cyrl": "Ёввойи ҳайвонлар белгисини коърсатинг:",
      "kaa": "Ёввойи ҳайвонлар белгисини коърсатиң:",
      "ru": "Покажите знак дикого животного:"
    },
    "image": "questions/53.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "3",
        "uz_cyrl": "3",
        "kaa": "3",
        "ru": "3"
      },
      "F4": {
        "uz": "4",
        "uz_cyrl": "4",
        "kaa": "4",
        "ru": "4"
      },
      "F5": {
        "uz": "2 va 4",
        "uz_cyrl": "2 ва 4",
        "kaa": "2 ва 4",
        "ru": "2 и 4"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Kemiruvchi va sudralim yuruvchi hayvonlar qaysi javobda ko'rsatilgan?",
      "uz_cyrl": "Кемирувчи ва судралим юрувчи ҳайвонлар қайси жавобда коърсатилган?",
      "kaa": "Кемирувчи ва судралим юрувчи ҳайвонлар қайси жавобда коърсатилган?",
      "ru": "Какой из вариантов ответа изображает грызунов и рептилий?"
    },
    "image": "questions/54.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "3",
        "uz_cyrl": "3",
        "kaa": "3",
        "ru": "3"
      },
      "F4": {
        "uz": "4",
        "uz_cyrl": "4",
        "kaa": "4",
        "ru": "4"
      },
      "F5": {
        "uz": "1 va 3",
        "uz_cyrl": "1 ва 3",
        "kaa": "1 ва 3",
        "ru": "1 и 3"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Ushbu belgi axoli punktlarida xavfli yul kismi boshlanishidan kancha masofa oldin urnatiladi?",
      "uz_cyrl": "Ушбу белги ахоли пунктларида хавфли юл кисми бошланишидан канча масофа олдин урнатилади?",
      "kaa": "Ушбу белги ахоли пунктларида хавфли юл кисми бошланишидан канча масофа олдин урнатилади?",
      "ru": "За какое расстояние до начала опасного участка дороги следует устанавливать этот знак в населенных пунктах?"
    },
    "image": "questions/55.png",
    "options": {
      "F1": {
        "uz": "150-300 m",
        "uz_cyrl": "150-300 м",
        "kaa": "150-300 м",
        "ru": "150-300 м"
      },
      "F2": {
        "uz": "50-100 m",
        "uz_cyrl": "50-100 м",
        "kaa": "50-100 м",
        "ru": "50-100 м"
      },
      "F3": {
        "uz": "Xavfli yul kismi oldiga brnatiladi",
        "uz_cyrl": "Хавфли юл кисми олдига брнатилади",
        "kaa": "Хавфли юл кисми олдига брнатилади",
        "ru": "Он установлен перед опасным участком дороги."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Harakatlanish vaqtida velosipedchi bilan avtomobil yo‘llari kesishganda kim yo‘l berishi kerak?",
      "uz_cyrl": "Ҳаракатланиш вақтида велосипедчи билан автомобил ё‘ллари кесишганда ким ё‘л бериши керак?",
      "kaa": "Ҳаракатланиш вақтида велосипедчи билан автомобил ё‘ллари кесишганда ким ё‘л бериши керак?",
      "ru": "Кто должен уступить дорогу при столкновении велосипедиста и автомобиля во время движения?"
    },
    "image": "questions/56.png",
    "options": {
      "F1": {
        "uz": "Avtomobil",
        "uz_cyrl": "Автомобил",
        "kaa": "Автомобил",
        "ru": "Машина"
      },
      "F2": {
        "uz": "Velosipedchilar",
        "uz_cyrl": "Велосипедчилар",
        "kaa": "Велосипедчилар",
        "ru": "Велосипедисты"
      },
      "F3": {
        "uz": "O‘zaro kelishib o‘tishadi",
        "uz_cyrl": "О‘заро келишиб о‘тишади",
        "kaa": "О‘заро келишиб о‘тишади",
        "ru": "Они договариваются между собой."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Ushbu belgi nimani bildiradi?",
      "uz_cyrl": "Ушбу белги нимани билдиради?",
      "kaa": "Ушбу белги нимани билдиради?",
      "ru": "Что означает этот символ?"
    },
    "image": "questions/57.png",
    "options": {
      "F1": {
        "uz": "Tik balandlik",
        "uz_cyrl": "Тик баландлик",
        "kaa": "Тик баландлик",
        "ru": "Крутая высота"
      },
      "F2": {
        "uz": "Tik nishablik",
        "uz_cyrl": "Тик нишаблик",
        "kaa": "Тик нишаблик",
        "ru": "Крутой склон"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Qaysi transport vositasining haydovchisi yo'l berishi kerak?",
      "uz_cyrl": "Қайси транспорт воситасининг ҳайдовчиси ёъл бериши керак?",
      "kaa": "Қайси транспорт воситасиниң ҳайдовчиси ёъл бериши керак?",
      "ru": "Водитель какого транспортного средства обязан уступить дорогу?"
    },
    "image": "questions/58.png",
    "options": {
      "F1": {
        "uz": "Traktor haydovchisi",
        "uz_cyrl": "Трактор ҳайдовчиси",
        "kaa": "Трактор ҳайдовчиси",
        "ru": "Водитель трактора"
      },
      "F2": {
        "uz": "Avtobus haydovchisi",
        "uz_cyrl": "Автобус ҳайдовчиси",
        "kaa": "Автобус ҳайдовчиси",
        "ru": "водитель автобуса"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Haydovchi qanday holda bu belgining talablarini to'g'ri bajaradi?",
      "uz_cyrl": "Ҳайдовчи қандай ҳолда бу белгининг талабларини тоъгъри бажаради?",
      "kaa": "Ҳайдовчи қандай ҳолда бу белгиниң талабларини тоъгъри бажаради?",
      "ru": "Как водитель должен правильно соблюдать требования этого знака?"
    },
    "image": "questions/59.png",
    "options": {
      "F1": {
        "uz": "Kesishadigan yo'l bo'ylab harakat qilayotgan mexanik transport vositalariga yo'l beradi",
        "uz_cyrl": "Кесишадиган ёъл боъйлаб ҳаракат қилаётган механик транспорт воситаларига ёъл беради",
        "kaa": "Кесишадиган ёъл боъйлаб ҳаракат қилаётган механик транспорт воситаларига ёъл беради",
        "ru": "Уступает дорогу механическим транспортным средствам, движущимся по пересекающейся дороге."
      },
      "F2": {
        "uz": "Kesishadigan yo'l bo'ylab harakat qilayotgan transport vositalariga yo'l beradi",
        "uz_cyrl": "Кесишадиган ёъл боъйлаб ҳаракат қилаётган транспорт воситаларига ёъл беради",
        "kaa": "Кесишадиган ёъл боъйлаб ҳаракат қилаётган транспорт воситаларига ёъл беради",
        "ru": "Уступает дорогу транспортным средствам, движущимся по пересекающейся дороге."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Qaysi belgi kesib o'tgan yo'llarda harakatlanayotgan transport vositalariga yo'l berishni yuklaydi?",
      "uz_cyrl": "Қайси белги кесиб оътган ёълларда ҳаракатланаётган транспорт воситаларига ёъл беришни юклайди?",
      "kaa": "Қайси белги кесиб оътган ёълларда ҳаракатланаётган транспорт воситаларига ёъл беришни юклайди?",
      "ru": "Какой знак обязывает вас уступать дорогу транспортным средствам, движущимся по пересекающимся дорогам?"
    },
    "image": "questions/60.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "3",
        "uz_cyrl": "3",
        "kaa": "3",
        "ru": "3"
      },
      "F4": {
        "uz": "4",
        "uz_cyrl": "4",
        "kaa": "4",
        "ru": "4"
      },
      "F5": {
        "uz": "5",
        "uz_cyrl": "5",
        "kaa": "5",
        "ru": "5"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Ogohlantiruvchi belgilarni toping",
      "uz_cyrl": "Огоҳлантирувчи белгиларни топинг",
      "kaa": "Огоҳлантирувчи белгиларни топиң",
      "ru": "Обратите внимание на предупреждающие знаки."
    },
    "image": "questions/61.png",
    "options": {
      "F1": {
        "uz": "Hammasi",
        "uz_cyrl": "Ҳаммаси",
        "kaa": "Ҳаммаси",
        "ru": "Все"
      },
      "F2": {
        "uz": "1,2,4,5",
        "uz_cyrl": "1,2,4,5",
        "kaa": "1,2,4,5",
        "ru": "1,2,4,5"
      },
      "F3": {
        "uz": "4,5",
        "uz_cyrl": "4,5",
        "kaa": "4,5",
        "ru": "4.5"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Qaysi yo'l belgilari yo'lning tor qismida haydovchiga ustunlik beradi?",
      "uz_cyrl": "Қайси ёъл белгилари ёълнинг тор қисмида ҳайдовчига устунлик беради?",
      "kaa": "Қайси ёъл белгилари ёълниң тор қисмида ҳайдовчига устунлик беради?",
      "ru": "Какие дорожные знаки предоставляют водителю преимущество на узком участке дороги?"
    },
    "image": "questions/62.png",
    "options": {
      "F1": {
        "uz": "Faqat B",
        "uz_cyrl": "Фақат Б",
        "kaa": "Фақат Б",
        "ru": "Только Б"
      },
      "F2": {
        "uz": "A va B",
        "uz_cyrl": "А ва Б",
        "kaa": "А ва Б",
        "ru": "А и В"
      },
      "F3": {
        "uz": "Faqat D",
        "uz_cyrl": "Фақат Д",
        "kaa": "Фақат Д",
        "ru": "Только D"
      },
      "F4": {
        "uz": "Faqat C",
        "uz_cyrl": "Фақат C",
        "kaa": "Фақат C",
        "ru": "Только С"
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Qaysi belgi ikkinchi darajali yo'l bilan kesishuvni bildiradi?",
      "uz_cyrl": "Қайси белги иккинчи даражали ёъл билан кесишувни билдиради?",
      "kaa": "Қайси белги иккинчи даражали ёъл билан кесишувни билдиради?",
      "ru": "Какой знак указывает на перекресток со второстепенной дорогой?"
    },
    "image": "questions/63.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "3",
        "uz_cyrl": "3",
        "kaa": "3",
        "ru": "3"
      },
      "F4": {
        "uz": "4",
        "uz_cyrl": "4",
        "kaa": "4",
        "ru": "4"
      },
      "F5": {
        "uz": "5",
        "uz_cyrl": "5",
        "kaa": "5",
        "ru": "5"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Qaysi belgi qarama-qarshi harakatlanishning ustunligini bildiradi?",
      "uz_cyrl": "Қайси белги қарама-қарши ҳаракатланишнинг устунлигини билдиради?",
      "kaa": "Қайси белги қарама-қарши ҳаракатланишниң устунлигини билдиради?",
      "ru": "Какой символ указывает на преимущество противоположного движения?"
    },
    "image": "questions/64.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "3",
        "uz_cyrl": "3",
        "kaa": "3",
        "ru": "3"
      },
      "F4": {
        "uz": "4",
        "uz_cyrl": "4",
        "kaa": "4",
        "ru": "4"
      },
      "F5": {
        "uz": "5",
        "uz_cyrl": "5",
        "kaa": "5",
        "ru": "5"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Qaysi belgi yo'lning tor qismlarida ro'paradan kelayotgan transport vositasiga yo'l berish lozimligini bildiradi?",
      "uz_cyrl": "Қайси белги ёълнинг тор қисмларида роъпарадан келаётган транспорт воситасига ёъл бериш лозимлигини билдиради?",
      "kaa": "Қайси белги ёълниң тор қисмларида роъпарадан келаётган транспорт воситасига ёъл бериш лозимлигини билдиради?",
      "ru": "Какой знак указывает на необходимость уступить дорогу встречному транспорту на узких участках дороги?"
    },
    "image": "questions/65.png",
    "options": {
      "F1": {
        "uz": "A",
        "uz_cyrl": "А",
        "kaa": "А",
        "ru": "А"
      },
      "F2": {
        "uz": "B",
        "uz_cyrl": "Б",
        "kaa": "Б",
        "ru": "Б"
      },
      "F3": {
        "uz": "B va V",
        "uz_cyrl": "Б ва В",
        "kaa": "Б ва В",
        "ru": "В и С"
      },
      "F4": {
        "uz": "A va G",
        "uz_cyrl": "А ва Г",
        "kaa": "А ва Г",
        "ru": "А и Г"
      },
      "F5": {
        "uz": "G",
        "uz_cyrl": "Г",
        "kaa": "Г",
        "ru": "Г"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Qaysi transport vositasining xaydovchisi birinchi navbatda harakatlanish huquqiga ega?",
      "uz_cyrl": "Қайси транспорт воситасининг хайдовчиси биринчи навбатда ҳаракатланиш ҳуқуқига ега?",
      "kaa": "Қайси транспорт воситасиниң хайдовчиси биринчи навбатда ҳаракатланиш ҳуқуқига ега?",
      "ru": "Водитель какого транспортного средства имеет приоритетное право проезда первым?"
    },
    "image": "questions/66.png",
    "options": {
      "F1": {
        "uz": "Yuk avtomobili haydovchisi",
        "uz_cyrl": "Юк автомобили ҳайдовчиси",
        "kaa": "Юк автомобили ҳайдовчиси",
        "ru": "водитель грузовика"
      },
      "F2": {
        "uz": "Avtobus haydovchisi",
        "uz_cyrl": "Автобус ҳайдовчиси",
        "kaa": "Автобус ҳайдовчиси",
        "ru": "водитель автобуса"
      }
    },
    "correct_option": "F1"
  },
  {
    "text": {
      "uz": "Chorraha oldida bu belgi o'rnatilgan bo'lsa; haydovchi qanday yo'l tutishi kerak?",
      "uz_cyrl": "Чорраҳа олдида бу белги оърнатилган боълса; ҳайдовчи қандай ёъл тутиши керак?",
      "kaa": "Чорраҳа олдида бу белги оърнатилган боълса; ҳайдовчи қандай ёъл тутиши керак?",
      "ru": "Если этот знак установлен на перекрестке, что должен сделать водитель?"
    },
    "image": "questions/67.png",
    "options": {
      "F1": {
        "uz": "Kesishadigan yo'lda transport vositalari bo'lmasa chorrahadan to'xtamay o'tishi",
        "uz_cyrl": "Кесишадиган ёълда транспорт воситалари боълмаса чорраҳадан тоъхтамай оътиши",
        "kaa": "Кесишадиган ёълда транспорт воситалари боълмаса чорраҳадан тоъхтамай оътиши",
        "ru": "Проезд перекрестка без остановки, если на пересекающейся дороге нет транспортных средств."
      },
      "F2": {
        "uz": "Chorrahadan o'tishda ayniqsa hushyor bo'lishi",
        "uz_cyrl": "Чорраҳадан оътишда айниқса ҳушёр боълиши",
        "kaa": "Чорраҳадан оътишда айниқса ҳушёр боълиши",
        "ru": "Будьте особенно бдительны при переходе перекрестков."
      },
      "F3": {
        "uz": "Kesishadigan yo'l bo'ylab harakatlanayotgan transport vositalariga yo'l berish uchun, to'xtash chizig'ida to'xtab, u yo'q bo'lsa kesib o'tiladigan qatnov qismining chetida to'xtashi",
        "uz_cyrl": "Кесишадиган ёъл боъйлаб ҳаракатланаётган транспорт воситаларига ёъл бериш учун, тоъхташ чизигъида тоъхтаб, у ёъқ боълса кесиб оътиладиган қатнов қисмининг четида тоъхташи",
        "kaa": "Кесишадиган ёъл боъйлаб ҳаракатланаётган транспорт воситаларига ёъл бериш учун, тоъхташ чизигъида тоъхтаб, у ёъқ боълса кесиб оътиладиган қатнов қисминиң четида тоъхташи",
        "ru": "Чтобы уступить дорогу транспортным средствам, движущимся по пересекающейся дороге, остановитесь у стоп-линии, или, если ее нет, остановитесь у края проезжей части, которую необходимо пересечь."
      }
    },
    "correct_option": "F3"
  },
  {
    "text": {
      "uz": "Qaysi belgi haydovchiga kesib o'tilayotgan yo'lda harakatlanayotgan transport vositalariga yo'l berish lozimligini bildiradi?",
      "uz_cyrl": "Қайси белги ҳайдовчига кесиб оътилаётган ёълда ҳаракатланаётган транспорт воситаларига ёъл бериш лозимлигини билдиради?",
      "kaa": "Қайси белги ҳайдовчига кесиб оътилаётган ёълда ҳаракатланаётган транспорт воситаларига ёъл бериш лозимлигини билдиради?",
      "ru": "Какой знак указывает водителю уступить дорогу транспортным средствам, движущимся по дороге, которую он пересекает?"
    },
    "image": "questions/68.png",
    "options": {
      "F1": {
        "uz": "A",
        "uz_cyrl": "А",
        "kaa": "А",
        "ru": "А"
      },
      "F2": {
        "uz": "B",
        "uz_cyrl": "Б",
        "kaa": "Б",
        "ru": "Б"
      },
      "F3": {
        "uz": "V",
        "uz_cyrl": "В",
        "kaa": "В",
        "ru": "В"
      },
      "F4": {
        "uz": "G",
        "uz_cyrl": "Г",
        "kaa": "Г",
        "ru": "Г"
      },
      "F5": {
        "uz": "B va G",
        "uz_cyrl": "Б ва Г",
        "kaa": "Б ва Г",
        "ru": "Б и Г"
      }
    },
    "correct_option": "F5"
  },
  {
    "text": {
      "uz": "Bunday vaziyatda siz:",
      "uz_cyrl": "Бундай вазиятда сиз:",
      "kaa": "Бундай вазиятда сиз:",
      "ru": "В этой ситуации вы:"
    },
    "image": "questions/69.png",
    "options": {
      "F1": {
        "uz": "Birinchi o‘tish huquqiga egaman",
        "uz_cyrl": "Биринчи о‘тиш ҳуқуқига егаман",
        "kaa": "Биринчи о‘тиш ҳуқуқига егаман",
        "ru": "Я имею преимущественное право приоритетного проезда."
      },
      "F2": {
        "uz": "Ro‘paradan kelayotgan avtomobilga yo‘l beraman",
        "uz_cyrl": "Ро‘парадан келаётган автомобилга ё‘л бераман",
        "kaa": "Ро‘парадан келаётган автомобилга ё‘л бераман",
        "ru": "Я уступаю дорогу встречному автомобилю."
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Ko'rsatilgan yo'l belgilaridan  qaysilari Siz yo'lning tor qismida yo'l berishingizni  talab qiladi?",
      "uz_cyrl": "Коърсатилган ёъл белгиларидан  қайсилари Сиз ёълнинг тор қисмида ёъл беришингизни  талаб қилади?",
      "kaa": "Коърсатилган ёъл белгиларидан  қайсилари Сиз ёълниң тор қисмида ёъл беришиңизни  талаб қилади?",
      "ru": "Какой из следующих дорожных знаков обязывает вас уступить дорогу на узком участке дороги?"
    },
    "image": "questions/70.png",
    "options": {
      "F1": {
        "uz": "Faqat «В»",
        "uz_cyrl": "Фақат «В»",
        "kaa": "Фақат «В»",
        "ru": "Только «Б»"
      },
      "F2": {
        "uz": "«А» va «В»",
        "uz_cyrl": "«А» ва «В»",
        "kaa": "«А» ва «В»",
        "ru": "«А» и «Б»"
      },
      "F3": {
        "uz": "«Б» va «В»",
        "uz_cyrl": "«Б» ва «В»",
        "kaa": "«Б» ва «В»",
        "ru": "«Б» и «С»"
      },
      "F4": {
        "uz": "«Б» va «Г»",
        "uz_cyrl": "«Б» ва «Г»",
        "kaa": "«Б» ва «Г»",
        "ru": "«B» и «G»"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Qaysi belgi ikkinchi darajali yo'l bilan tutashuvni bildiradi?",
      "uz_cyrl": "Қайси белги иккинчи даражали ёъл билан туташувни билдиради?",
      "kaa": "Қайси белги иккинчи даражали ёъл билан туташувни билдиради?",
      "ru": "Какой символ обозначает перекресток со второстепенной дорогой?"
    },
    "image": "questions/71.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "3",
        "uz_cyrl": "3",
        "kaa": "3",
        "ru": "3"
      },
      "F4": {
        "uz": "4",
        "uz_cyrl": "4",
        "kaa": "4",
        "ru": "4"
      },
      "F5": {
        "uz": "5",
        "uz_cyrl": "5",
        "kaa": "5",
        "ru": "5"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Qaysi yo'l belgilari yo'lning tor qismida haydovchiga ustunlik beradi?",
      "uz_cyrl": "Қайси ёъл белгилари ёълнинг тор қисмида ҳайдовчига устунлик беради?",
      "kaa": "Қайси ёъл белгилари ёълниң тор қисмида ҳайдовчига устунлик беради?",
      "ru": "Какие дорожные знаки предоставляют водителю преимущество на узком участке дороги?"
    },
    "image": "questions/72.png",
    "options": {
      "F1": {
        "uz": "В",
        "uz_cyrl": "В",
        "kaa": "В",
        "ru": "Б"
      },
      "F2": {
        "uz": "A va В",
        "uz_cyrl": "А ва В",
        "kaa": "А ва В",
        "ru": "А и В"
      },
      "F3": {
        "uz": "Б va В",
        "uz_cyrl": "Б ва В",
        "kaa": "Б ва В",
        "ru": "В и С"
      },
      "F4": {
        "uz": "Б va Г",
        "uz_cyrl": "Б ва Г",
        "kaa": "Б ва Г",
        "ru": "Б и Г"
      }
    },
    "correct_option": "F4"
  },
  {
    "text": {
      "uz": "Qaysi belgi kesishadigan yo'l bo'ylab harakat qilayotgan transport vositalariga yo'l berish majburiyatini yuklaydi?",
      "uz_cyrl": "Қайси белги кесишадиган ёъл боъйлаб ҳаракат қилаётган транспорт воситаларига ёъл бериш мажбуриятини юклайди?",
      "kaa": "Қайси белги кесишадиган ёъл боъйлаб ҳаракат қилаётган транспорт воситаларига ёъл бериш мажбуриятини юклайди?",
      "ru": "Какой знак обязывает транспортные средства, движущиеся по пересекающейся дороге, уступать дорогу?"
    },
    "image": "questions/73.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "3",
        "uz_cyrl": "3",
        "kaa": "3",
        "ru": "3"
      },
      "F4": {
        "uz": "4",
        "uz_cyrl": "4",
        "kaa": "4",
        "ru": "4"
      },
      "F5": {
        "uz": "5",
        "uz_cyrl": "5",
        "kaa": "5",
        "ru": "5"
      }
    },
    "correct_option": "F4"
  },
  {
    "text": {
      "uz": "Qaysi belgi to'xtash chizig'i oldida, u bo'lmaganda, kesib o'tiladigan qatnov qismining chetida to'xtamasdan harakatlanishni taqiqlaydi?",
      "uz_cyrl": "Қайси белги тоъхташ чизигъи олдида, у боълмаганда, кесиб оътиладиган қатнов қисмининг четида тоъхтамасдан ҳаракатланишни тақиқлайди?",
      "kaa": "Қайси белги тоъхташ чизигъи олдида, у боълмаганда, кесиб оътиладиган қатнов қисминиң четида тоъхтамасдан ҳаракатланишни тақиқлайди?",
      "ru": "Какой знак запрещает движение перед стоп-линией, если её нет, без остановки у края пересекаемой проезжей части?"
    },
    "image": "questions/74.png",
    "options": {
      "F1": {
        "uz": "A",
        "uz_cyrl": "А",
        "kaa": "А",
        "ru": "А"
      },
      "F2": {
        "uz": "B",
        "uz_cyrl": "Б",
        "kaa": "Б",
        "ru": "Б"
      },
      "F3": {
        "uz": "B va V",
        "uz_cyrl": "Б ва В",
        "kaa": "Б ва В",
        "ru": "В и С"
      },
      "F4": {
        "uz": "A va G",
        "uz_cyrl": "А ва Г",
        "kaa": "А ва Г",
        "ru": "А и Г"
      },
      "F5": {
        "uz": "G",
        "uz_cyrl": "Г",
        "kaa": "Г",
        "ru": "Г"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Qaysi belgi ro'paradan harakatlanayotgan transport vositalariga yo'l berishni talab qiladi?",
      "uz_cyrl": "Қайси белги роъпарадан ҳаракатланаётган транспорт воситаларига ёъл беришни талаб қилади?",
      "kaa": "Қайси белги роъпарадан ҳаракатланаётган транспорт воситаларига ёъл беришни талаб қилади?",
      "ru": "Какой знак обязывает вас уступать дорогу встречным транспортным средствам?"
    },
    "image": "questions/75.png",
    "options": {
      "F1": {
        "uz": "1",
        "uz_cyrl": "1",
        "kaa": "1",
        "ru": "1"
      },
      "F2": {
        "uz": "2",
        "uz_cyrl": "2",
        "kaa": "2",
        "ru": "2"
      },
      "F3": {
        "uz": "3",
        "uz_cyrl": "3",
        "kaa": "3",
        "ru": "3"
      },
      "F4": {
        "uz": "4",
        "uz_cyrl": "4",
        "kaa": "4",
        "ru": "4"
      },
      "F5": {
        "uz": "5",
        "uz_cyrl": "5",
        "kaa": "5",
        "ru": "5"
      }
    },
    "correct_option": "F2"
  },
  {
    "text": {
      "uz": "Imtiyoz belgilari qaysi joylarda harakatlanish navbatini belgilaydi?",
      "uz_cyrl": "Имтиёз белгилари қайси жойларда ҳаракатланиш навбатини белгилайди?",
      "kaa": "Имтиёз белгилари қайси жойларда ҳаракатланиш навбатини белгилайди?",
      "ru": "В каких местах знаки, обозначающие торговые точки, указывают на наличие пробок?"
    },
    "image": "",
    "options": {
      "F1": {
        "uz": "Faqat chorrahalarda",
        "uz_cyrl": "Фақат чорраҳаларда",
        "kaa": "Фақат чорраҳаларда",
        "ru": "Только на перекрестках"
      },
      "F2": {
        "uz": "Faqat yo Ining tor qismiarida",
        "uz_cyrl": "Фақат ё Ининг тор қисмиарида",
        "kaa": "Фақат ё Иниң тор қисмиарида",
        "ru": "Только на узких участках дороги."
      },
      "F3": {
        "uz": "Har ikkala javob ham to'g'ri",
        "uz_cyrl": "Ҳар иккала жавоб ҳам тоъгъри",
        "kaa": "Ҳар иккала жавоб ҳам тоъгъри",
        "ru": "Оба ответа верны."
      }
    },
    "correct_option": "F3"
  }
]